<html><head><META http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>Les &laquo;&nbsp;D&eacute;versoirs d'Orage&nbsp;&raquo;</title><link href="chmicons/certu.css" rel="stylesheet" type="text/css"><meta content="DocBook XSL Stylesheets V1.73.2" name="generator"><meta name="keywords" content="hydrouti, hydrologie, hydraulique, bassins versants, chute, syphon, d&eacute;versoir d'orage, station de pompage"><link rel="start" href="index.html" title="Hydrouti 1.1"><link rel="up" href="ch02.html" title="Chapitre&nbsp;2.&nbsp;Manuel Utilisateur"><link rel="prev" href="ch02s06.html" title="Le &laquo;&nbsp;Dimensionnement d'une conduite&nbsp;&raquo;"><link rel="next" href="ch02s08.html" title="Les &laquo;&nbsp;D&eacute;versoirs d'orage &agrave; ouverture de radier&nbsp;&raquo;"></head><body><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h2 class="title"><a name="DOManuelUtil"></a>Les &laquo;&nbsp;<span class="quote">D&eacute;versoirs d'Orage</span>&nbsp;&raquo;</h2></div></div></div><div class="toc"><dl><dt><span class="section"><a href="ch02s07.html#N113D9">G&eacute;n&eacute;ralit&eacute;s</a></span></dt><dt><span class="section"><a href="ch02s07.html#N11467">Solutions diverses</a></span></dt><dt><span class="section"><a href="ch02s07.html#DOContraintes">D&eacute;versoir &agrave; seuil haut</a></span></dt></dl></div><pre class="programlisting">Voir exemple : <a class="link" href="ch03s07.html" title="Les &laquo;&nbsp;D&eacute;versoirs d'orage &agrave; cr&ecirc;te haute&nbsp;&raquo;">Les D&eacute;versoirs d'orage &agrave; cr&ecirc;te haute</a></pre><p>Ce paragraphe introduit les d&eacute;versoirs d'orage et traite particuli&egrave;rement le d&eacute;versoir &agrave; cr&ecirc;te haute.</p><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h3 class="title"><a name="N113D9"></a>G&eacute;n&eacute;ralit&eacute;s</h3></div></div></div><p>Sur un r&eacute;seau unitaire, on d&eacute;signe par d&eacute;versoir d'orage l'ensemble du dispositif dont la fonction est d'&eacute;vacuer directement et sans traitement vers le milieu naturel, les pointes de ruissellement de mani&egrave;re &agrave; d&eacute;charger le r&eacute;seau aval ainsi que les stations d'&eacute;puration.</p><p><span class="inlinemediaobject"><img src="images/img032.png"></span>
    </p><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="N113E6"></a>Composition des organes d'un d&eacute;versoir d'orage</h4></div></div></div><p>Dans tous les cas de figure, le d&eacute;versoir d'orage comprend :</p><div class="itemizedlist"><ul><li><p>un ouvrage de d&eacute;rivation,</p></li><li><p>un canal ou collecteur de d&eacute;charge conduisant l'eau d&eacute;vers&eacute;e &agrave; un &eacute;missaire naturel (ruisseau, rivi&egrave;re ), y compris l'ouvrage de rejet lui-m&ecirc;me au droit de l'&eacute;missaire.</p></li></ul></div><p><span class="inlinemediaobject"><img src="images/img033.png"></span>
    </p><p>Le d&eacute;versoir d'orage est raccord&eacute; :</p><div class="itemizedlist"><ul><li><p>&agrave; l'amont: au collecteur d'arriv&eacute;e amenant les eaux unitaires,</p></li><li><p>&agrave; l'aval : au collecteur de d&eacute;part qui transporte vers la station d'&eacute;puration les eaux &agrave; &eacute;purer.</p></li></ul></div><p>L'ouvrage de d&eacute;rivation peut &ecirc;tre constitu&eacute; de tout autre organe qu'un d&eacute;versoir au sens hydraulique du terme.</p><p>Le collecteur de d&eacute;charge peut &ecirc;tre tr&egrave;s court (cas d'&eacute;gouts longeant le ruisseau).</p><p>Un ouvrage ou un syst&egrave;me de stockage (bassin d'orage) peut &ecirc;tre adjoint &agrave; l'ouvrage de d&eacute;rivation pour stocker temporairement une partie du flot (premier flot d'orage notamment).</p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="N11409"></a>Positionnement</h4></div></div></div><p>La construction d'un d&eacute;versoir d'orage r&eacute;sulte th&eacute;oriquement d'une &eacute;tude &eacute;conomique, en plus de consid&eacute;rations techniques.</p><p>Il ne peut y avoir de d&eacute;versoir que s'il y a un &eacute;missaire pouvant recevoir les eaux d'un collecteur de d&eacute;charge, aussi bien sous l'angle d&eacute;bit que sous l'angle pollution.</p><p>Quand c'est le cas, le nombre et la position des d&eacute;versoirs r&eacute;sultent de comparaisons &eacute;conomiques. Chaque fois que l'on met un d&eacute;versoir, on cr&eacute;e un ouvrage co&ucirc;teux, mais on r&eacute;duit le diam&egrave;tre du collecteur aval. Il n'y a donc pas de r&egrave;gle g&eacute;n&eacute;rale.</p><p>Les d&eacute;versoirs d'orage pourront &ecirc;tre plac&eacute;s :</p><div class="itemizedlist"><ul><li><p>sur des collecteurs secondaires afin de limiter les d&eacute;bits d'apport aux collecteurs principaux,</p></li><li><p>&agrave; l'entr&eacute;e d'ouvrages tels que les bassins d'orage, les siphons, etc.,</p></li><li><p>&agrave; l'entr&eacute;e des stations d'&eacute;puration.</p></li></ul></div></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="N1141E"></a>Contraintes</h4></div></div></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h5 class="title"><a name="N11421"></a>Contraintes de construction</h5></div></div></div><p>Le d&eacute;versoir d'orage est un ouvrage g&eacute;n&eacute;ralement encombrant par lui-m&ecirc;me et qui se situe dans un site urbain, dont le sous-sol est souvent encombr&eacute;. A cela s'ajoute le fait que cette zone urbaine est &eacute;volutive, et qu'il faut donc prendre garde &agrave; ne pas figer, au niveau de la conception, les capacit&eacute;s de l'ouvrage. Il est donc indispensable de pr&eacute;voir la possibilit&eacute; de modifier le calage du seuil de d&eacute;versement, tout en &eacute;tant s&ucirc;r que ces modifications seront ex&eacute;cut&eacute;es dans des conditions satisfaisantes, tant au niveau hydraulique qu'au niveau des charges polluantes d&eacute;vers&eacute;es.</p><p>La nature du terrain peut ne pas &ecirc;tre favorable (on se trouve souvent &agrave; faible distance d'une rivi&egrave;re) et l'ouvrage de rejet peut &ecirc;tre lui-m&ecirc;me d&eacute;licat &agrave; r&eacute;aliser :</p><div class="itemizedlist"><ul><li><p>les fondations,</p></li><li><p>la protection contre les crues.</p></li></ul></div><p>Dans hydrouti, les contraintes principales d&eacute;finies sont :</p><div class="itemizedlist"><ul><li><p>la cote de radier impos&eacute;e en amont de la canalisation d'arriv&eacute;e,</p></li><li><p>la cote de radier impos&eacute;e &agrave; l'aval du collecteur de d&eacute;part,</p></li><li><p>la longueur disponible entre ces deux points,</p></li><li><p>la cote des plus hautes eaux au droit du rejet du d&eacute;versement,</p></li><li><p>la cote de radier impos&eacute;e au droit du rejet,</p></li><li><p>la longueur de la canalisation de d&eacute;charge.</p></li></ul></div></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h5 class="title"><a name="N11444"></a>Contraintes li&eacute;es &agrave; la nature des effluents</h5></div></div></div><p>On trouve les m&ecirc;mes contraintes que pour la plupart des ouvrages en assainissement :</p><div class="itemizedlist"><ul><li><p>pr&eacute;sence de mati&egrave;res organiques, d'o&ugrave; risques de mauvaises odeurs si ces mati&egrave;res peuvent s'accumuler et fermenter en certains points des ouvrages,</p></li><li><p>pr&eacute;sence de mat&eacute;riaux flottants, huiles, graisses, mousses qui risquent &eacute;galement de s'accumuler,</p></li><li><p>pr&eacute;sence de corps &eacute;trangers, morceaux de bois, par exemple, qui peuvent obstruer certaines ouvertures,</p></li><li><p>pr&eacute;sence de mati&egrave;res en suspension qui risquent de se d&eacute;poser en quantit&eacute;s importantes (sables) et de perturber, voir de modifier le fonctionnement de l'ouvrage.</p></li></ul></div><p>Ces contraintes deviennent plus particuli&egrave;rement g&ecirc;nantes lorsqu'il s'agit de d&eacute;versoirs d'orage plus &eacute;labor&eacute;s, qui peuvent &ecirc;tre &eacute;quip&eacute;s de certains m&eacute;canismes ou pi&egrave;ces mobiles (vannes, clapets, etc), et lorsqu'il y a bassin de stockage (d&eacute;p&ocirc;ts qui fermentent, odeurs, n&eacute;cessit&eacute; de curage r&eacute;gulier et &eacute;vacuation des boues, mat&eacute;riaux flottants &agrave; &eacute;vacuer).</p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h5 class="title"><a name="N11458"></a>Contraintes d'exploitation</h5></div></div></div><p>Les contraintes d'exploitation sont essentiellement li&eacute;es :</p><div class="itemizedlist"><ul><li><p>&agrave; l'accessibilit&eacute; des ouvrages, pour en assurer une maintenance et un entretien satisfaisant, au regard des objectifs fix&eacute;s au d&eacute;part lors de la conception et concernant notamment les d&eacute;bits d&eacute;vers&eacute;s et la qualit&eacute; des eaux d&eacute;vers&eacute;es,</p></li><li><p>au fonctionnement r&eacute;el, tant d'un point de vue quantitatif que qualitatif, de l'ouvrage d&eacute;versoir d'orage,</p></li><li><p>au nombre et &agrave; la position, sur les r&eacute;seaux concern&eacute;s, des diff&eacute;rents d&eacute;versoirs, dont les effets cumulatifs peuvent engendrer des probl&egrave;mes importants sur le fonctionnement global des stations d'&eacute;puration, ainsi que sur la qualit&eacute; et la quantit&eacute; des eaux d&eacute;vers&eacute;es en milieu naturel.</p></li></ul></div></div></div></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h3 class="title"><a name="N11467"></a>Solutions diverses</h3></div></div></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="N1146A"></a>Description et fonctionnement</h4></div></div></div><p>Le seul &eacute;l&eacute;ment qui caract&eacute;rise r&eacute;ellement un d&eacute;versoir d'orage est l'ouvrage de d&eacute;rivation.</p><p>On peut distinguer pour celui-ci :</p><div class="itemizedlist"><ul><li><p>les ouvrages &agrave; seuil d&eacute;versant,</p></li><li><p>les ouvrages dont le fonctionnement est li&eacute; &agrave; autre chose qu'un seuil d&eacute;versant, et notamment : ouverture dans le radier, siphon ou orifice lat&eacute;ral, syst&egrave;me de r&eacute;gulation avec vanne.</p></li></ul></div></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="N11478"></a>Ouvrages &agrave; seuil d&eacute;versant</h4></div></div></div><p>Dans ces ouvrages, un seuil d&eacute;versant est pr&eacute;vu qui permet, &agrave; partir d'un certain d&eacute;bit arrivant, de d&eacute;river une partie de celui-ci par-dessus le seuil.</p><p>On essaye ainsi de limiter le d&eacute;bit achemin&eacute; vers la station d'&eacute;puration &agrave; une valeur d&eacute;termin&eacute;e, le suppl&eacute;ment &eacute;tant d&eacute;vers&eacute;.</p><p>Pour mieux contr&ocirc;ler le d&eacute;bit &agrave; partir duquel le d&eacute;versoir doit fonctionner et mieux limiter le d&eacute;bit achemin&eacute; vers la station d'&eacute;puration, on pr&eacute;voit souvent en plus un &eacute;tranglement sur le collecteur de d&eacute;part (masque ou tron&ccedil;on de diam&egrave;tre r&eacute;duit appel&eacute; tron&ccedil;on d'&eacute;tranglement) : cela permet de caler plus haut la cote du seuil d&eacute;versant.</p><p>Compte tenu de la pr&eacute;sence ou non de cet &eacute;tranglement, on distingue donc deux grandes cat&eacute;gories :</p><div class="itemizedlist"><ul><li><p>les d&eacute;versoirs &agrave; seuil haut,</p></li><li><p>les d&eacute;versoirs &agrave; seuil bas.</p></li></ul></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h5 class="title"><a name="N1148A"></a>D&eacute;versoirs &agrave; seuil haut</h5></div></div></div><div class="figure"><a name="refIllustration18"></a><div class="figure-contents"><div class="mediaobject"><img src="images/img034.png" alt="Sch&eacute;ma de principe du d&eacute;versoir d'orage &agrave; seuil haut"></div></div><p class="title"><b>Figure&nbsp;2.19.&nbsp;Sch&eacute;ma de principe du d&eacute;versoir d'orage &agrave; seuil haut</b></p></div><br class="figure-break"><p>
     
    </p><p>Le seuil haut est un d&eacute;versoir classique dont le fonctionnement est un peu perturb&eacute; par une vitesse d'approche de l'eau parall&egrave;le au seuil, dans le cas du d&eacute;versoir lat&eacute;ral. Mais cette vitesse est faible et on peut sans inconv&eacute;nient utiliser les formules classiques.</p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h5 class="title"><a name="N1149C"></a>D&eacute;versoirs &agrave; seuil bas</h5></div></div></div><div class="figure"><a name="refIllustration19"></a><div class="figure-contents"><div class="mediaobject"><img src="images/img035.png" alt="Sch&eacute;ma de principe du d&eacute;versoir d'orage &agrave; seuil bas"></div></div><p class="title"><b>Figure&nbsp;2.20.&nbsp;Sch&eacute;ma de principe du d&eacute;versoir d'orage &agrave; seuil bas</b></p></div><br class="figure-break"><p>
     
    </p><p>A l'oppos&eacute;, le d&eacute;versoir &agrave; seuil bas est en quelque sorte une ouverture faite lat&eacute;ralement dans un collecteur. Suivant la pente du radier, les conditions hydrauliques d'&eacute;coulement &agrave; l'amont et &agrave; l'aval, la fraction de d&eacute;bit d&eacute;vers&eacute;e, etc., la ligne d'eau au droit du d&eacute;versoir peut pr&eacute;senter diff&eacute;rentes configurations (hauteur d'eau plus faible en t&ecirc;te du d&eacute;versoir qu'en extr&eacute;mit&eacute;, ou le contraire, ressaut &agrave; l'amont, &agrave; l'aval, au milieu). Il y a donc de tr&egrave;s nombreux cas de fonctionnement possibles, plus ou moins bien connus, ce qui explique en partie le nombre de formules propos&eacute;es par diff&eacute;rents auteurs, parfois contradictoires.</p><p>Du point de vue hydraulique, le fonctionnement des d&eacute;versoirs &agrave; seuil haut est beaucoup mieux connu que celui des d&eacute;versoirs &agrave; seuil bas.</p></div></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="N114B0"></a>Ouvrages dont le fonctionnement est li&eacute; &agrave; autre chose qu'un seuil d&eacute;versant</h4></div></div></div><p>On trouve dans cette cat&eacute;gorie toute une s&eacute;rie de dispositifs, parfois appel&eacute;s de r&eacute;gulation, qui font intervenir diff&eacute;rents principes de fonctionnement. Mais si on se limite aux ouvrages habituellement utilis&eacute;s, on trouve essentiellement :</p><div class="itemizedlist"><ul><li><p>ouvrage &agrave; ouverture de radier,</p></li><li><p>ouvrage avec siphon,</p></li><li><p>ouvrage avec orifice,</p></li><li><p>ouvrage avec vannes.</p></li></ul></div></div></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h3 class="title"><a name="DOContraintes"></a>D&eacute;versoir &agrave; seuil haut</h3></div></div></div><p>Du point de vue hydraulique, la solution la plus s&ucirc;re, pour limiter le d&eacute;bit envoy&eacute; dans le collecteur aval, est d'avoir, &agrave; la sortie du d&eacute;versoir d'orage, une mise en charge d'un tron&ccedil;on de ce collecteur pour le d&eacute;bit limite admis.</p><p>De cette fa&ccedil;on, tant que l'on a le d&eacute;bit de temps sec, celui-ci transite normalement dans le collecteur aval. Quand on arrive au d&eacute;bit limite admis, ou peu avant, il y a mise en charge jusqu'au niveau d'arasement du seuil d&eacute;versant. Si le d&eacute;bit augmente encore, l'exc&eacute;dent passe au-dessus du seuil d&eacute;versant. En effet, comme la lame d'eau sur le seuil a toujours une hauteur relativement faible, la variation de charge, donc de d&eacute;bit dans le collecteur aval sera tr&egrave;s faible (car proportionnelles &agrave; la racine carr&eacute;e de la charge).</p><p>D'o&ugrave; la notion de d&eacute;versoir &agrave; seuil haut qui permet en m&ecirc;me temps d'avoir des vitesses d'approche plus faibles, et une tranquillisation de l'&eacute;coulement permettant une meilleure connaissance des conditions hydrauliques de fonctionnement dudit d&eacute;versoir.</p><p>Le fonctionnement de ce syst&egrave;me est donc simple et clair. Ce syst&egrave;me est &agrave; retenir lorsque l'&eacute;coulement dans le collecteur d'arriv&eacute;e est en r&eacute;gime fluvial ou si le ressaut correspondant au passage du r&eacute;gime torrentiel au r&eacute;gime fluvial peut &ecirc;tre admis &agrave; l'amont de l'ouvrage.</p><div class="figure"><a name="refIllustration20"></a><div class="figure-contents"><div class="mediaobject"><img src="images/img036.png" alt="Exemple de d&eacute;versoir d'orage &agrave; seuil haut"></div></div><p class="title"><b>Figure&nbsp;2.21.&nbsp;Exemple de d&eacute;versoir d'orage &agrave; seuil haut</b></p></div><br class="figure-break"><p>
     
    </p><p><span class="inlinemediaobject"><img src="images/img037.png"></span>
    </p><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="DODonneesBase"></a>Donn&eacute;es de base</h4></div></div></div><p>Chaque fois qu'on pr&eacute;voit un d&eacute;versoir d'orage &agrave; un endroit d&eacute;-termin&eacute;, il faut conna&icirc;tre en ce point les d&eacute;bits caract&eacute;ristiques pouvant transiter dans l'ouvrage :</p><div class="itemizedlist"><ul><li><p>le d&eacute;bit d'eau pluviale (en g&eacute;n&eacute;ral de fr&eacute;quence d&eacute;cennal),</p></li><li><p>le d&eacute;bit de temps sec,</p></li><li><p>le d&eacute;bit de r&eacute;f&eacute;rence (cf. &laquo;&nbsp;<span class="quote">modules bassin versant paragraphes </span>&nbsp;&raquo;&laquo;&nbsp;<span class="quote"><a class="link" href="ch02s02.html#BVDebitsCaracteristiques" title="D&eacute;bits caract&eacute;ristiques">2.2.1.2</a></span>&nbsp;&raquo;&laquo;&nbsp;<span class="quote"> et </span>&nbsp;&raquo;&laquo;&nbsp;<span class="quote"><a class="link" href="ch02s02.html#BVDebitReference" title="Le d&eacute;bit de r&eacute;f&eacute;rence QREF">2.2.4.3</a></span>&nbsp;&raquo;).</p></li></ul></div><p>Ces valeurs peuvent &ecirc;tre saisies directement par le projeteur ou calcul&eacute;es &agrave; partir du module &laquo; <span class="strong"><strong>Bassin versant</strong></span> &raquo;</p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="DOConduiteAmenee"></a>Conduite d'amen&eacute;e</h4></div></div></div><p>Cette conduite est caract&eacute;ris&eacute;e par son diam&egrave;tre et sa pente. On calcule les hauteurs de remplissage et les vitesses correspondantes pour le d&eacute;bit d'orage, le d&eacute;bit de r&eacute;f&eacute;rence et le d&eacute;bit d'eaux us&eacute;es de temps sec.</p><p>Le calcul permet &eacute;galement de d&eacute;finir le r&eacute;gime d'&eacute;coulement (fluvial - torrentiel) et, par modifications &eacute;ventuelles des dispositions constructives, de l'accentuer ou de le transformer dans un sens ou dans l'autre.</p><p>Cette conduite joue tr&egrave;s g&eacute;n&eacute;ralement le r&ocirc;le de canalisation de tranquillisation. Le tron&ccedil;on de tranquillisation ne recevra aucun apport lat&eacute;ral et devra avoir, si possible, une longueur &eacute;gale &agrave; 20 fois le diam&egrave;tre.</p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="DOConduiteDebitConserve"></a>Conduite de d&eacute;bit conserv&eacute;</h4></div></div></div><p>Cette conduite, caract&eacute;ris&eacute;e par son diam&egrave;tre et sa pente; assurera, selon le type de fonctionnement recherch&eacute;, soit un &eacute;coulement en charge avec effet d'&eacute;tranglement, soit un &eacute;coulement libre. Cette conduite devra &eacute;couler les d&eacute;bits de pointe d'eaux us&eacute;es sans mise en charge. En cas d'&eacute;tranglement, le diam&egrave;tre minimal conseill&eacute; est de 200 mm.</p><div class="caution"><table border="0" summary="Caution"><tr><td valign="top" align="center" rowspan="2" width="25"><img alt="[Attention]" src="chmicons/caution.png"></td><th align="left">Attention</th></tr><tr><td valign="top" align="left"><p>Cette version d'Hydrouti ne prend en compte que les &eacute;coulements avals en charge.</p></td></tr></table></div><p>Calcul de la longueur de la conduite &eacute;trangl&eacute;e</p><p>Le d&eacute;versoir fonctionnera correctement lorsque, pour le d&eacute;bit de r&eacute;f&eacute;rence, la charge hydraulique s'exer&ccedil;ant sur la conduite &eacute;trangl&eacute;e sera inf&eacute;rieure &agrave; la hauteur de la cr&ecirc;te (sinon il y aura surverse avant que le d&eacute;bit de r&eacute;f&eacute;rence souhait&eacute; ne soit &eacute;vacu&eacute; vers l'aval).</p><div class="figure"><a name="refIllustration21"></a><div class="figure-contents"><div class="mediaobject"><img src="images/img038.png" alt="Sch&eacute;ma du principe hydraulique conduite &eacute;trangl&eacute;e"></div></div><p class="title"><b>Figure&nbsp;2.22.&nbsp;Sch&eacute;ma du principe hydraulique conduite &eacute;trangl&eacute;e</b></p></div><br class="figure-break"><p>
     
    </p><p>
            <span class="strong"><strong>BC = EB &ndash; EC </strong></span>
            <span class="strong"><strong>avec :</strong></span>
          </p><div class="itemizedlist"><ul><li><p>EB = L x pente motrice (I<sub>mot</sub>),</p></li><li><p>EC = L x pente radier (I<sub>rad</sub>).</p></li></ul></div><p>Donc BC = L x (I<sub>mot</sub> - I<sub>rad</sub>)</p><p><span class="strong"><strong><span class="strong"><strong>BC = AD - AB &ndash; CD</strong></span></strong></span> avec :</p><div class="informaltable"><table border="1"><colgroup><col width="37"><col width="415"></colgroup><tbody><tr><td align="left" valign="middle">
      <p>AD</p>
     </td><td align="left" valign="middle">
      <p>hauteur de la cr&ecirc;te d&eacute;versante (H)</p>
     </td></tr><tr><td align="left" valign="middle">
      <p>AB</p>
     </td><td align="left" valign="middle">
      <p><span class="inlinemediaobject"><img src="images/Objet32.png"></span>
       </p>
     </td></tr><tr><td align="left" valign="middle">
      <p>a</p>
     </td><td align="left" valign="middle">
      <p>repr&eacute;sente un coefficient incluant la perte de charge &agrave; l'entr&eacute;e de la canalisation &eacute;trangl&eacute;e</p>
     </td></tr><tr><td align="left" valign="middle">
      <p>CD</p>
     </td><td align="left" valign="middle">
      <p>diam&egrave;tre de la canalisation (D)</p>
     </td></tr></tbody></table></div><p>D'o&ugrave; :</p><p><span class="inlinemediaobject"><img src="images/Objet33.png"></span>
    </p><p>Il en r&eacute;sulte :</p><p><span class="inlinemediaobject"><img src="images/Objet34.png"></span>
    </p><p>Une longueur initiale est propos&eacute;e par le projeteur. La longueur finale sera d&eacute;finie apr&egrave;s calcul des caract&eacute;ristiques de la chambre de d&eacute;versement.</p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="DOChambreDeversement"></a>Chambre de d&eacute;versement</h4></div></div></div><p>Elle est caract&eacute;ris&eacute;e par la longueur et la hauteur de la cr&ecirc;te de d&eacute;versement ainsi que par la pente de la chambre d'&eacute;coulement.</p><p>Par d&eacute;faut et en premi&egrave;re approximation les valeurs suivantes sont appliqu&eacute;es :</p><div class="table"><a name="refTable4"></a><div class="table-contents"><table summary="Calcul des longueurs et hauteurs de la chambre de d&eacute;versement" border="1"><colgroup><col width="188"><col width="188"><col width="188"></colgroup><tbody><tr><td rowspan="2" align="left" valign="middle">
      <p>Longueur du d&eacute;versoir (en m)</p>
     </td><td rowspan="2" align="center" valign="middle">
      <p><span class="inlinemediaobject"><img src="images/Objet35.png"></span>
       </p>
     </td><td align="left">
         <p>Q<sub>ora</sub> (en m3/s) : d&eacute;bit d'orage</p>
        </td></tr><tr><td align="left">
         <p>D<sub>am</sub> (en m) : diam&egrave;tre de la canalisation d'amen&eacute;e.</p>
        </td></tr><tr><td align="left" valign="middle">
      <p>Hauteur de la cr&ecirc;te (en m)</p>
     </td><td align="center" valign="middle">
      <p><span class="inlinemediaobject"><img src="images/Objet36.png"></span>
       </p>
     </td><td align="left">
      <p>Pente du d&eacute;versoir (en m/m) : <span class="strong"><strong>0.01</strong></span></p>
     </td></tr></tbody></table></div><p class="title"><b>Tableau&nbsp;2.5.&nbsp;Calcul des longueurs et hauteurs de la chambre de d&eacute;versement</b></p></div><br class="table-break"><p>Pour caler son syst&egrave;me, le projeteur peut modifier ces diff&eacute;rentes donn&eacute;es suivant les indications fournies : c'est &agrave; dire soit modifier les caract&eacute;ristiques de la conduite aval (longueur ou pente ou diam&egrave;tre), soit modifier les caract&eacute;ristiques du d&eacute;versoir (longueur ou hauteur ou pente).</p><div class="warning"><table border="0" summary="Warning"><tr><td valign="top" align="center" rowspan="2" width="25"><img alt="[Avertissement]" src="chmicons/warning.png"></td><th align="left">Avertissement</th></tr><tr><td valign="top" align="left"><p>La modification ne doit porter que sur une seule des donn&eacute;es.</p></td></tr></table></div><p>Apr&egrave;s dimensionnement des caract&eacute;ristiques g&eacute;om&eacute;triques de l'ouvrage d&eacute;versant, une v&eacute;rification du fonctionnement pour le d&eacute;bit d'orage est effectu&eacute;e. Elle permet notamment d'&eacute;valuer la partition des d&eacute;bits (d&eacute;bit conserv&eacute; / d&eacute;bit d&eacute;vers&eacute;). Le pro-jeteur doit alors s'assurer que le d&eacute;bit conserv&eacute; reste dans une limite acceptable par le syst&egrave;me (il est en g&eacute;n&eacute;ral tol&eacute;r&eacute; 1.3 x le d&eacute;bit de r&eacute;f&eacute;rence au maximum).</p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="DOConduiteDecharge"></a>Conduite de d&eacute;charge</h4></div></div></div><p>Cette conduite relie le d&eacute;versoir au cours d'eau &eacute;missaire. Elle est g&eacute;n&eacute;ralement relativement courte; on peut donc souvent pr&eacute;voir un surdimensionnement.</p><p>Le dimensionnement de la canalisation de d&eacute;charge doit v&eacute;rifier que les conditions du fonctionnement hydraulique sont assur&eacute;es :</p><div class="itemizedlist"><ul><li><p>v&eacute;rification des niveaux d'&eacute;nergie,</p></li><li><p>v&eacute;rification du niveau d'eau afin d'&eacute;viter un fonctionne-ment en nappe noy&eacute;e.</p></li></ul></div><p>Le choix du coefficient d'entonnement est li&eacute; &agrave; la conception de la chambre, on retiendra : </p><div class="itemizedlist"><ul><li><p><span class="strong"><strong>0.75</strong></span> si l'entr&eacute;e est en forme de trompette, le d&eacute;part oblique et s'il y a de bonnes conditions de pente dans la chambre de d&eacute;versement,</p></li><li><p><span class="strong"><strong>1.00</strong></span> si les ar&ecirc;tes d'entr&eacute;es sont vives, le d&eacute;part oblique et s'il y a de bonnes conditions de pente dans la chambre de d&eacute;versement,</p></li><li><p><span class="strong"><strong>1.25</strong></span> si les ar&ecirc;tes d'entr&eacute;es sont vives, le d&eacute;part &agrave; angle droit ou parall&egrave;le &agrave; la cr&ecirc;te.</p></li></ul></div></div></div></div></body></html>