<html><head><META http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>Les &laquo;&nbsp;Bassins de r&eacute;tention&nbsp;&raquo;</title><link href="chmicons/certu.css" rel="stylesheet" type="text/css"><meta content="DocBook XSL Stylesheets V1.73.2" name="generator"><meta name="keywords" content="hydrouti, hydrologie, hydraulique, bassins versants, chute, syphon, d&eacute;versoir d'orage, station de pompage"><link rel="start" href="index.html" title="Hydrouti 1.1"><link rel="up" href="ch02.html" title="Chapitre&nbsp;2.&nbsp;Manuel Utilisateur"><link rel="prev" href="ch02s09.html" title="Les &laquo;&nbsp;Bassins de dessablement ou d&eacute;cantation&nbsp;&raquo;"><link rel="next" href="ch02s11.html" title="Les &laquo;&nbsp;Bassins de stockage/restitution&nbsp;&raquo;"></head><body><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h2 class="title"><a name="RetentionManuelUtil"></a>Les &laquo;&nbsp;<span class="quote">Bassins de r&eacute;tention</span>&nbsp;&raquo;</h2></div></div></div><div class="toc"><dl><dt><span class="section"><a href="ch02s10.html#N11A00">Fonction et usages</a></span></dt><dt><span class="section"><a href="ch02s10.html#N11A1B">Types d'ouvrage</a></span></dt><dt><span class="section"><a href="ch02s10.html#RetentionDimensionnementMethodePluies">Dimensionnement par la m&eacute;thode des pluies</a></span></dt><dt><span class="section"><a href="ch02s10.html#RetentionDimensionnementMethodeHydrogramme">Dimensionnement par la m&eacute;thode de l'hydrogramme</a></span></dt></dl></div><pre class="programlisting">Voir exemple : <a class="link" href="ch03s10.html" title="Les &laquo;&nbsp;Bassins de r&eacute;tention pluviale&nbsp;&raquo;">Les Bassins de r&eacute;tention pluviale</a></pre><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h3 class="title"><a name="N11A00"></a>Fonction et usages</h3></div></div></div><p>L'usage premier du bassin de retenue est la protection contre les inondations. La mise en service de cet &eacute;quipement d'assainissement s'est fr&eacute;quemment accompagn&eacute;e d'un d&eacute;passement de cet objectif initial, cependant il faut veiller &agrave; ce que ces diff&eacute;rents types d'usage possibles ne prennent pas le pas sur la fonction premi&egrave;re du bassin de retenue.</p><p>Selon les usages possibles, il y a des degr&eacute;s de compatibilit&eacute; diff&eacute;rents. Pour illustrer ce point, nous analyserons quelques usages de ce point de vue. Ils ont &eacute;t&eacute; choisis parce qu'ils apparaissent le plus fr&eacute;quemment, mais ils sont loin de repr&eacute;senter l'ensemble des &eacute;ventualit&eacute;s possibles.</p><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="N11A07"></a>Ma&icirc;trise du ruissellement pluvial</h4></div></div></div><p>L'objectif premier des bassins de retenue est de lutter contre les inondations. Ceci peut &eacute;galement s'accompagner par une d&eacute;pollution des eaux, dans la mesure du possible. Celle-ci sera effectu&eacute;e principalement gr&acirc;ce &agrave; la d&eacute;cantation des mati&egrave;res solides transport&eacute;es dans le flot d'orage. L'efficacit&eacute; de ce pr&eacute;-traitement est &eacute;troitement li&eacute;e &agrave; la forme g&eacute;om&eacute;trique de l'ouvrage.</p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="N11A0C"></a>R&eacute;serve &eacute;cologique</h4></div></div></div><p>L'usage r&eacute;serve &eacute;cologique et l'usage hydraulique s'opposent tr&egrave;s largement. En effet, un &eacute;quilibre &eacute;cologique &agrave; long terme ne peut &ecirc;tre atteint en raison des &agrave;coups hydrauliques et des pollutions chroniques.</p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="N11A11"></a>Activit&eacute;s de loisir</h4></div></div></div><p>Les bassins de retenue peuvent aussi contribuer &agrave; la cr&eacute;ation d'un paysage urbain plus agr&eacute;able et permettre des activit&eacute;s de loisir comme la p&ecirc;che, le nautisme, le mod&eacute;lisme, la promenade. Cependant en aucun cas la baignade ne saurait &ecirc;tre autoris&eacute;e. Le maintien de la qualit&eacute; de l'eau est primordial, cela peut donc s'av&eacute;rer contraignant.</p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="N11A16"></a>Autres usages</h4></div></div></div><p>D'autres usages peuvent &ecirc;tre envisag&eacute;s pour les bassins de retenue. Parmi ceux qui ont pu &ecirc;tre r&eacute;alis&eacute;s ces derni&egrave;res ann&eacute;es, citons : la recharge de la nappe phr&eacute;atique ou la r&eacute;serve d'incendie. De tels usages d&eacute;pendent de chaque cas particulier rencontr&eacute;. Il en est de m&ecirc;me pour l'analyse de leur compatibilit&eacute;.</p></div></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h3 class="title"><a name="N11A1B"></a>Types d'ouvrage</h3></div></div></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="N11A1E"></a>Les bassins &agrave; ciel ouvert</h4></div></div></div><p>Les bassins &agrave; ciel ouvert se subdivisent eux-m&ecirc;mes en trois sous classes :</p><div class="itemizedlist"><ul><li><p>les bassins en eau,</p></li><li><p>les zones humides,</p></li><li><p>et les bassins secs.</p></li></ul></div><p>Les <span class="strong"><strong>bassins en eau</strong></span> contiennent de l'eau en permanence. Celle-ci, au moins dans certains endroits, a une profondeur suffisante pour &eacute;viter l'envahissement par des plantes aquatiques &agrave; partir du fond. L'alimentation de temps sec provient g&eacute;n&eacute;ralement de la nappe phr&eacute;atique.</p><p>Les <span class="strong"><strong>bassins de type zones humides</strong></span>, beaucoup moins fr&eacute;quents, et qui sont g&eacute;n&eacute;ralement des zones inondables, peuvent &ecirc;tre consid&eacute;r&eacute;s comme une forme particuli&egrave;re de bassin en eau. C'est un milieu fragile et la probabilit&eacute; d'une pollution accidentelle doit y &ecirc;tre tr&egrave;s faible.</p><p>Les <span class="strong"><strong>bassins secs</strong></span>, comme leur nom l'indique, ne contiennent pas d'eau en dehors des p&eacute;riodes pluvieuses. Tout leur volume est donc consacr&eacute; au stockage.</p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="N11A3F"></a>Les bassins enterr&eacute;s</h4></div></div></div><p>Les bassins enterr&eacute;s n'occupent pas de surface au sol et n'entrent pas en comp&eacute;tition avec d'autres &eacute;quipements pour l'usage du foncier.</p><p>Ils n&eacute;cessitent en g&eacute;n&eacute;ral des travaux de g&eacute;nie civil importants. &Eacute;tant construits &agrave; une profondeur non n&eacute;gligeable, il faut la plupart du temps des pompes pour vider l'eau stock&eacute;e.</p></div></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h3 class="title"><a name="RetentionDimensionnementMethodePluies"></a>Dimensionnement par la m&eacute;thode des pluies</h3></div></div></div><p>Il est n&eacute;cessaire de conna&icirc;tre la courbe Intensit&eacute; - Dur&eacute;e - Fr&eacute;quence (IDF), not&eacute;e i(t,T). En effet, la courbe des hauteurs d'eau H(t,T), se d&eacute;duit de cette courbe IDF :</p><p><span class="inlinemediaobject"><img src="images/Objet41.png"></span>
    </p><p>d'o&ugrave; en mm (avec b n&eacute;gatif) :</p><p><span class="inlinemediaobject"><img src="images/Objet42.png"></span>
    </p><p>Si on d&eacute;signe par Q<sub>s</sub> le d&eacute;bit aval admissible, le d&eacute;bit aval admissible sp&eacute;cifique s'exprime par la relation suivante :</p><p><span class="inlinemediaobject"><img src="images/Objet43.png"></span>
    </p><div class="informaltable"><table border="1"><colgroup><col width="102"><col width="411"></colgroup><tbody><tr><td>
      <p>q<sub>s</sub></p>
     </td><td>
      <p>en mm/h</p>
     </td></tr><tr><td>
      <p>Q<sub>s</sub></p>
     </td><td>
      <p>en l/s</p>
     </td></tr><tr><td>
      <p>S<sub>a</sub></p>
     </td><td>
      <p>la surface active (surface x coefficient d'apport du BV) en ha</p>
     </td></tr><tr><td>
      <p>&#945;</p>
     </td><td>
      <p>coefficient d'unit&eacute; &eacute;gal &agrave; 0,36</p>
     </td></tr></tbody></table></div><p>Ainsi la hauteur d'eau &eacute;vacu&eacute;e par le syst&egrave;me de vidange du bassin s'&eacute;crit :</p><p><span class="inlinemediaobject"><img src="images/Objet44.png"></span>
    </p><p>et la hauteur d'eau &agrave; stocker :</p><p><span class="inlinemediaobject"><img src="images/Objet45.png"></span>
    </p><p><span class="inlinemediaobject"><img src="images/img046.png"></span>
    </p><p>A partir de la hauteur de pluie &agrave; stoker &#916;H<sub>max</sub>, on peut calculer le volume de stockage n&eacute;cessaire :</p><p><span class="inlinemediaobject"><img src="images/Objet46.png"></span>
    </p><div class="informaltable"><table border="1"><colgroup><col width="102"><col width="411"></colgroup><tbody><tr><td>
      <p>V<sub>s</sub></p>
     </td><td>
      <p>en m<sup>3</sup></p>
     </td></tr><tr><td>
      <p>&#916;H<sub>max</sub></p>
     </td><td>
      <p>en mm</p>
     </td></tr><tr><td>
      <p>S<sub>a</sub></p>
     </td><td>
      <p>en ha</p>
     </td></tr></tbody></table></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="N11B24"></a>M&eacute;thode graphique</h4></div></div></div><p>Il est possible de r&eacute;soudre graphiquement le probl&egrave;me. Il suffit de tracer, comme sur la figure pr&eacute;c&eacute;dente, la tangente &agrave; la courbe H parall&egrave;le &agrave; la droite q<sub>s</sub>. On peut alors lire simplement la hauteur &#916;H<sub>max</sub>.</p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="N11B2F"></a>M&eacute;thode num&eacute;rique</h4></div></div></div><p>Le calcul num&eacute;rique du volume de stockage passe par la recherche du maximum de la fonction H(t)-q<sub>s</sub>(t) x t. Il faut donc chercher le temps t<sub>max</sub> o&ugrave; la d&eacute;riv&eacute;e s'annule. On pourra alors en d&eacute;duire la valeur de &#916;H<sub>max</sub>, puis finalement le volume de stockage.</p><p><span class="inlinemediaobject"><img src="images/Objet47.png"></span>
    </p><p>D'o&ugrave; t<sub>max</sub> en heures :</p><p><span class="inlinemediaobject"><img src="images/Objet48.png"></span>
    </p><p>D'o&ugrave; finalement V<sub>s</sub> en m3 :</p><p><span class="inlinemediaobject"><img src="images/Objet49.png"></span>
    </p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="RetentionCoefficientsMontana"></a>Choix des coefficients a et b de Montana</h4></div></div></div><p>Ils r&eacute;sultent des analyses statistiques des enregistrements pluviom&eacute;triques. Ces analyses conduisent &agrave; des familles de param&egrave;tres variables d'une part suivant la p&eacute;riode de retour, mais d'autre part &eacute;galement suivant la dur&eacute;e des &eacute;v&eacute;nements pluvieux. Il est important de retenir pour le calcul la famille de param&egrave;tres adapt&eacute;e, faute de quoi des d&eacute;rives importantes peuvent &ecirc;tre relev&eacute;es au niveau des r&eacute;sultats, c'est &agrave; dire du volume de stockage. L'exemple qui suit, illustre la sensibilit&eacute; li&eacute;e aux choix des param&egrave;tres a et b : celui-ci est donc essentiel dans la d&eacute;marche de dimensionnement.</p><div class="important"><table border="0" summary="Important"><tr><td valign="top" align="center" rowspan="2" width="25"><img alt="[Important]" src="chmicons/important.png"></td><th align="left">Important</th></tr><tr><td valign="top" align="left"><p>Pour les param&egrave;tres a et b, il importe &eacute;galement d'&ecirc;tre attentif aux unit&eacute;s utilis&eacute;es (pr&eacute;cis&eacute;es sur les tableau fournis par M&eacute;t&eacute;o France).</p></td></tr></table></div><div class="figure"><a name="refIllustration26"></a><div class="figure-contents"><div class="mediaobject"><img src="images/img047.png" alt="Coefficients de Montana Nancy-Essey"></div></div><p class="title"><b>Figure&nbsp;2.27.&nbsp;Coefficients de Montana Nancy-Essey</b></p></div><br class="figure-break"><p>
     
    </p><p><span class="inlinemediaobject"><img src="images/img048.png"></span>
    </p><p><span class="inlinemediaobject"><img src="images/img049.png"></span>
    </p><p>L'application de la m&eacute;thode &agrave; un bassin versant d'environ 56 hectares, pr&eacute;sentant un coefficient de ruissellement de 53 % et un d&eacute;bit aval admissible de 100 l/s, conduit ainsi aux r&eacute;sultats suivants :</p><div class="informaltable"><table border="1"><colgroup><col width="377"><col width="188"></colgroup><thead><tr><th>
       <p>Choix des param&egrave;tres de Montana</p>
      </th><th>
       <p>Volume estim&eacute;</p><p class="lineBreak">du stockage</p>
      </th></tr></thead><tbody><tr><td>
      <p>R&eacute;gion 1 &ndash; 10 ans</p><p class="lineBreak">a = 5,9 &ndash; b = -0,59</p>
     </td><td align="center">
      <p>28 600 m<sup>3</sup></p>
     </td></tr><tr><td>
      <p>Nancy-Essey &ndash; 10 ans &ndash; Averses de 6 &agrave; 30mm</p><p class="lineBreak">a = 5,95 &ndash; b = -0,634</p>
     </td><td align="center">
      <p>16 600 m<sup>3</sup></p>
     </td></tr><tr><td>
      <p>Nancy-Essey &ndash; 10 ans &ndash; Averses de 6 &agrave; 30mm</p><p class="lineBreak">a = 8,543 &ndash; b = -0,735</p>
     </td><td align="center">
      <p>10 200 m<sup>3</sup></p>
     </td></tr></tbody></table></div><p>On constate que les r&eacute;sultats vont quasiment du simple au triple. Ceci s'explique par le fait que le domaine de validit&eacute; des param&egrave;tres a et b n'est pas respect&eacute;.</p><p>Pour les coefficients de la r&eacute;gion 1, il n'existe pas explicitement de domaine de validit&eacute; ; leur utilisation tend de toutes fa&ccedil;ons &agrave; dispara&icirc;tre. L'&eacute;cart constat&eacute; par rapport aux deux autres valeurs r&eacute;sulte principalement de l'approximation li&eacute;e &agrave; la s&eacute;paration de la France en trois secteurs principaux, avec des couples de param&egrave;tres a et b identiques sur l'ensemble de chacun des secteurs. Il est conseill&eacute; d'utiliser des donn&eacute;es les plus proches possibles du cas r&eacute;el &agrave; &eacute;tudier.</p><p>Pour le calcul du volume de stockage avec les coefficients correspondants aux averses de 6 &agrave; 30 minutes, le domaine de validit&eacute; de ces coefficients n'est pas respect&eacute;. En effet, le temps t<sub>max</sub> calcul&eacute; est de plus de 28 heures et donc largement sup&eacute;rieur au domaine d'exploitation des averses.</p><p>En revanche pour les coefficients correspondants aux averses de 30 minutes &agrave; 24 heures, le temps t<sub>max</sub> est environ de 11 heures : il est donc compris dans l'intervalle de validit&eacute; du couple a et b.</p></div></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h3 class="title"><a name="RetentionDimensionnementMethodeHydrogramme"></a>Dimensionnement par la m&eacute;thode de l'hydrogramme</h3></div></div></div><p>Ce mode de calcul est disponible dans Hydrouti, d&egrave;s lors qu'on utilise l'option &laquo; S&eacute;lection d'un bassin versant &raquo;. On bascule alors vers le module &laquo; bassin versant &raquo;, o&ugrave; on peut calculer l'hydrogramme r&eacute;sultant &agrave; l'exutoire tel que cela est expliqu&eacute; dans l'aide correspondant &agrave; ce module.</p><p>Le volume de stockage se d&eacute;duit ais&eacute;ment puisqu'il r&eacute;sulte de l'int&eacute;gration sur le temps du d&eacute;bit &agrave; l'exutoire moins le d&eacute;bit aval admissible. Autrement dit, sur le graphique disponible pour le calcul par la m&eacute;thode de l'hydrogramme, ce volume de stockage est repr&eacute;sent&eacute; par l'aire verte.</p><div class="note"><table border="0" summary="Note"><tr><td valign="top" align="center" rowspan="2" width="25"><img alt="[Note]" src="chmicons/note.png"></td><th align="left">Note</th></tr><tr><td valign="top" align="left"><p>La pluie donnant le maximum de volume de stockage n'est que tr&egrave;s rarement celle qui donne le d&eacute;bit de pointe &agrave; l'exutoire du bassin versant, elle est en fait li&eacute;e au d&eacute;bit de vidange de l'ouvrage de r&eacute;tention. Le calcul du volume par la m&eacute;thode de l'hydrogramme n&eacute;cessite d'effectuer des tests avec des pluies construites avec les m&ecirc;mes hypoth&egrave;ses de p&eacute;riode de retour mais de dur&eacute;e diff&eacute;rentes allant de 30 mn &agrave; 4h,15h, 24 h ou de plusieurs jours.</p></td></tr></table></div></div></div></body></html>