<html><head><META http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>Les &laquo;&nbsp;D&eacute;versoirs d'orage &agrave; ouverture de radier&nbsp;&raquo;</title><link href="chmicons/certu.css" rel="stylesheet" type="text/css"><meta content="DocBook XSL Stylesheets V1.73.2" name="generator"><meta name="keywords" content="hydrouti, hydrologie, hydraulique, bassins versants, chute, syphon, d&eacute;versoir d'orage, station de pompage"><link rel="start" href="index.html" title="Hydrouti 1.1"><link rel="up" href="ch02.html" title="Chapitre&nbsp;2.&nbsp;Manuel Utilisateur"><link rel="prev" href="ch02s07.html" title="Les &laquo;&nbsp;D&eacute;versoirs d'Orage&nbsp;&raquo;"><link rel="next" href="ch02s09.html" title="Les &laquo;&nbsp;Bassins de dessablement ou d&eacute;cantation&nbsp;&raquo;"></head><body><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h2 class="title"><a name="DOORManuelUtil"></a>Les &laquo;&nbsp;<span class="quote">D&eacute;versoirs d'orage &agrave; ouverture de radier</span>&nbsp;&raquo;</h2></div></div></div><div class="toc"><dl><dt><span class="section"><a href="ch02s08.html#N1166D">Principe de fonctionnement &ndash; Construction</a></span></dt><dt><span class="section"><a href="ch02s08.html#N116B1">Principe du dimensionnement hydraulique</a></span></dt><dt><span class="section"><a href="ch02s08.html#DOORMethodeDimensionnement">M&eacute;thode de dimensionnement</a></span></dt></dl></div><pre class="programlisting">Voir exemple : <a class="link" href="ch03s08.html" title="&laquo;&nbsp;Les D&eacute;versoirs d'orage &agrave; ouverture de radier&nbsp;&raquo;">Les D&eacute;versoirs d'orage &agrave; ouverture de radier</a></pre><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h3 class="title"><a name="N1166D"></a>Principe de fonctionnement &ndash; Construction</h3></div></div></div><p>Cet ouvrage est con&ccedil;u pour que, jusqu&rsquo;au d&eacute;bit limite (d&eacute;bit de r&eacute;f&eacute;rence), le d&eacute;bit arrivant par la canalisation amont passe totalement dans le collecteur de d&eacute;part par une ouverture pratiqu&eacute;e dans le radier (avec ou sans d&eacute;crochement).</p><p>Le fonctionnement est sch&eacute;matis&eacute; sur la figure suivante&nbsp;:</p><div class="mediaobject"><img src="images/img039.jpg"></div><p>
    </p><p>avec :</p><div class="itemizedlist"><ul><li><p>A&nbsp;: Arriv&eacute;e de l&rsquo;eau dans la conduite amont d&rsquo;arriv&eacute;e.</p></li><li><p>B&nbsp;: Chute de l&rsquo;eau conserv&eacute;e dans une chambre interm&eacute;diaire, puis d&eacute;part par la conduite aval de d&eacute;bit conserv&eacute;. </p></li><li><p>C&nbsp;:Le d&eacute;bit d&eacute;vers&eacute; s&rsquo;&eacute;chappe par la conduite de d&eacute;charge.</p></li><li><p>D&nbsp;:A&eacute;ration de la chambre interm&eacute;diaire.</p></li></ul></div><p>L&rsquo;ouverture dans le radier para&icirc;t int&eacute;ressante &agrave; priori, car elle permet de r&eacute;cup&eacute;rer et d&rsquo;envoyer vers la station d&rsquo;&eacute;puration les eaux les plus charg&eacute;es et les mati&egrave;res les plus lourdes qui se d&eacute;placent sur le radier des collecteurs.</p><p>Les inconv&eacute;nients majeurs g&eacute;n&eacute;ralement cit&eacute;s sont le risque de bouchage et l&rsquo;impr&eacute;cision du d&eacute;bit limite conserv&eacute; dans le collecteur de d&eacute;part.</p><p class="lineBreak">Cependant, quand on a un &eacute;coulement torrentiel dans le collecteur amont et qu&rsquo;on ne peut admettre de ralentissement du flot qui cr&eacute;erait un ressaut, cette solution reste une des seules possibles.</p><p>L&rsquo;ouverture dans le radier peut &ecirc;tre de type rectangulaire ou parabolique.</p><p>La figure suivante est une vue de dessus qui illustre cette caract&eacute;ristique.</p><div class="mediaobject"><img src="images/img040.png"></div><p>
    </p><p>avec :</p><div class="itemizedlist"><ul><li><p>D est le diam&egrave;tre,</p></li><li><p>DL est la longueur</p></li><li><p>B est la largeur de l&rsquo;ouverture de radier.</p></li></ul></div><p>D&rsquo;un point de vue pratique, cette ouverture peut &ecirc;tre r&eacute;alis&eacute;e dans une plaque de t&ocirc;le qu&rsquo;on dispose au fond de la canalisation. On peut &eacute;galement installer une plaque ajustable qui pr&eacute;sentera l&rsquo;avantage de laisser la possibilit&eacute; d&rsquo;ajuster le d&eacute;bit conserv&eacute;. Cela peut &ecirc;tre utile lors de la mise en place du d&eacute;versoir si les r&eacute;sultats obtenus ne sont pas ceux escompt&eacute;s. Mais cela peut &eacute;galement &ecirc;tre utile si le d&eacute;bit de r&eacute;f&eacute;rence venait &agrave; &ecirc;tre modifi&eacute; (adaptation &agrave; l&rsquo;&eacute;volution de l&rsquo;urbanisation).</p><p>Il est important de noter, du point de vue de la construction, que la chambre interm&eacute;diaire doit &ecirc;tre a&eacute;r&eacute;e. Dans le cas contraire, l&rsquo;&eacute;coulement dans la conduite de d&eacute;part pourrait perturb&eacute;.</p><p class="lineBreak">Comme tous les ouvrages susceptibles de se boucher, il est n&eacute;cessaire de pr&eacute;voir des inspections r&eacute;guli&egrave;res et fr&eacute;quentes pour assurer une maintenance convenable. Lors de la conception, il faut donc essayer de rendre l&rsquo;ouvrage suffisamment accessible.</p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h3 class="title"><a name="N116B1"></a>Principe du dimensionnement hydraulique</h3></div></div></div><p>Une d&eacute;charge &agrave; ouverture de radier n&rsquo;est calculable hydrauliquement qu&rsquo;en &eacute;coulement &agrave; r&eacute;gime torrentiel. On doit l&rsquo;utiliser lorsqu&rsquo;il n&rsquo;est pas possible d&rsquo;obtenir un &eacute;coulement &agrave; r&eacute;gime fluvial.</p><div class="warning"><table border="0" summary="Warning"><tr><td valign="top" align="center" rowspan="2" width="25"><img alt="[Avertissement]" src="chmicons/warning.png"></td><th align="left">Avertissement</th></tr><tr><td valign="top" align="left"><p>Il est tr&egrave;s important de noter, que les principes et les hypoth&egrave;ses de dimensionnement n&eacute;cessitent que le r&eacute;gime hydraulique dans la conduite amont soit torrentiel et stable (nombre de Froude environ sup&eacute;rieur &agrave; 1.5).</p></td></tr></table></div><p>L&rsquo;ouverture de radier permet de conserver et d&rsquo;envoyer les mati&egrave;res relativement lourdes vers la station d&rsquo;&eacute;puration&nbsp;: dans une certaine mesure bien entendu, car l&rsquo;&eacute;coulement est torrentiel, ce qui signifie que le nombre de Froude est sup&eacute;rieure &agrave; 1. Ceci caract&eacute;rise donc la pr&eacute;pond&eacute;rance de la force d&rsquo;inertie sur la force de gravit&eacute;.</p><p>N&eacute;anmoins, il para&icirc;t aussi &eacute;vident que, tout comme pour le d&eacute;versoir lat&eacute;ral &agrave; cr&ecirc;te haute, le risque de colmatage de l&rsquo;ouverture est un probl&egrave;me qu&rsquo;il faut garder &agrave; l&rsquo;esprit.</p><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="DOORDonneesBase"></a>Hydraulique du bassin versant</h4></div></div></div><p>Chaque fois qu'on pr&eacute;voit un d&eacute;versoir d'orage &agrave; un endroit d&eacute;termin&eacute;, il faut conna&icirc;tre en ce point les d&eacute;bits caract&eacute;ristiques pouvant transiter dans l&rsquo;ouvrage&nbsp;:</p><div class="itemizedlist"><ul><li><p>le d&eacute;bit d&rsquo;eau pluviale (en g&eacute;n&eacute;ral de fr&eacute;quence d&eacute;cennal),</p></li><li><p>le d&eacute;bit de temps sec,</p></li><li><p>le d&eacute;bit de r&eacute;f&eacute;rence.</p></li></ul></div><p>Ces valeurs peuvent &ecirc;tre saisies directement par le projeteur ou calcul&eacute;es &agrave; partir du module &laquo;&nbsp;<span class="quote">Bassin versant</span>&nbsp;&raquo;.</p><p>Pour les ouvrages &agrave; ouverture de radier, le dimensionnement s'appuie uniquement sur les valeurs du d&eacute;bit dit de &laquo;&nbsp;r&eacute;f&eacute;rence&nbsp;&raquo; et du d&eacute;bit d'orage.</p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="DOORConduiteArrivee"></a>Conduite d'arriv&eacute;e</h4></div></div></div><p>Cette conduite est caract&eacute;ris&eacute;e par son diam&egrave;tre, sa rugosit&eacute; et sa pente. On calcule les hauteurs de remplissage et les vitesses correspondantes pour le d&eacute;bit d'orage, le d&eacute;bit de r&eacute;f&eacute;rence et le d&eacute;bit d'eaux us&eacute;es de temps sec.</p><p>Le calcul permet &eacute;galement de d&eacute;finir le r&eacute;gime d'&eacute;coulement (fluvial &ndash; torrentiel) et, par modifications &eacute;ventuelles des dispositions constructives, de l'accentuer ou de le transformer dans un sens ou dans l'autre.</p><p>Pou mettre en place un d&eacute;versoir &agrave; ouverture de fond, il est recommand&eacute; de respecter les conditions suivantes :</p><div class="itemizedlist"><ul><li><p>r&eacute;giment d'&eacute;coulement torrentiel avec un Froude minimum de 1.5</p></li><li><p>diam&egrave;tre amont constant sans apport sur une longueur de 10 fois le diam&egrave;tre</p></li><li><p>pente constante d'au moins 1%</p></li></ul></div></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="DOORConduiteDepart"></a>Conduite de d&eacute;part (d&eacute;bit conserv&eacute;)</h4></div></div></div><p>Cette conduite, tout comme la conduite d&rsquo;arriv&eacute;e, est caract&eacute;ris&eacute;e par son diam&egrave;tre, sa rugosit&eacute; et sa pente. On calcule les hauteurs de remplissage et les vitesses correspondantes pour le d&eacute;bit d'orage, le d&eacute;bit de r&eacute;f&eacute;rence et le d&eacute;bit d'eaux us&eacute;es de temps sec.</p><p>Le projeteur v&eacute;rifiera que cette conduite ne se mette pas en charge afin d'&eacute;viter l'ennoiement de la chambre qui perturberait le fonctionnement du d&eacute;versoir. Il est donc n&eacute;cessaire de bien dimensionner cette conduite de d&eacute;bit conserv&eacute;, afin qu&rsquo;elle puisse accepter les d&eacute;bits consid&eacute;r&eacute;s sans se mettre en charge.</p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="DOORConduiteDeversement"></a>Conduite de d&eacute;versement</h4></div></div></div><p>La conduite de d&eacute;charge, caract&eacute;ris&eacute;e par son diam&egrave;tre, sa pente et sa rugosit&eacute;, ne doit pas perturber le fonctionnement hydraulique du d&eacute;versoir.</p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="DOORContraintes"></a>Contraintes</h4></div></div></div><p>La r&eacute;alisation de ce type d'ouvrage n&eacute;cessite une d&eacute;nivel&eacute;e minimale pour assurer l'implantation de la canalisation du d&eacute;bit conserv&eacute;. Le projeteur doit ainsi d&eacute;finir la cote du radier d'arriv&eacute;e de la canalisation d'arriv&eacute;e, la cote du radier de d&eacute;part de la canalisation de d&eacute;versement et l'&eacute;cart entre les canalisation de d&eacute;part et la canalisation de d&eacute;versement.</p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="DOOROuvrageDeversoir"></a>L'ouvrage d&eacute;versoir</h4></div></div></div><p>Le principe g&eacute;n&eacute;ral de dimensionnement consiste &agrave; d&eacute;terminer les dimensions de l'ouverture de radier. L'option retenu dans HYDROUTI est de concevoir une ouverture rectangulaire dont la largeur est pr&eacute;d&eacute;fini par les caract&eacute;ristiques de l'&eacute;coulement du d&eacute;bit de r&eacute;f&eacute;rence. </p><p>L'ouverture dans le radier n&eacute;cessite la r&eacute;alisation d'une chambre de chute; Hydrouti propose par d&eacute;faut un dimensionnement de cette chambre en fixant la hauteur de la chambre comme &eacute;tant &eacute;gale &agrave; la somme du diam&egrave;tre de la canalisation de d&eacute;part et de la hauteur entre la canalisation de d&eacute;versement et la canalisation de d&eacute;part (d&eacute;finie pr&eacute;c&eacute;demment).</p><p><span class="inlinemediaobject"><img src="images/Objet2.png"></span>
    </p><p>Avec&nbsp;: h<sub>minimum</sub> distance minimale entre la g&eacute;n&eacute;ratrice sup&eacute;rieure de la conduite de d&eacute;bit conserv&eacute; et la g&eacute;n&eacute;ratrice inf&eacute;rieure de la conduite de d&eacute;charge (d&eacute;finie dans les contraintes).</p><p>A partir de la hauteur H<sub>chambre</sub>, du diam&egrave;tre de la conduite de d&eacute;bit conserv&eacute; et de la trajectoire de l&rsquo;eau, Hydrouti propose une longueur de chambre minimale. Cette longueur est d&eacute;termin&eacute;e de telle fa&ccedil;on &agrave; ce que le jet ne vienne pas percuter le mur.</p></div></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h3 class="title"><a name="DOORMethodeDimensionnement"></a>M&eacute;thode de dimensionnement</h3></div></div></div><pre class="programlisting">Source&nbsp;: Wastewater hydraulics&nbsp;: theory and practice, Willy H. Hager</pre><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="N1171D"></a>Largeur de l'ouverture Hauteur h<sub>e</sub></h4></div></div></div><p>La largeur de l'ouverture du radier est fix&eacute;e comme &eacute;tant &eacute;gale &agrave; la largeur du flot du d&eacute;bit de r&eacute;f&eacute;rence au droit de la chute. L&rsquo;expression de cette hauteur est quasiment identique &agrave; celle obtenue dans le module chute &agrave; &szlig; pr&egrave;s&nbsp;:</p><p><span class="inlinemediaobject"><img src="images/Objet31.png"></span>
    </p><p>avec :</p><div class="itemizedlist"><ul><li><p>h<sub>0</sub> : hauteur d'eau amont</p></li><li><p>F<sub>0 </sub>: nombre de Froud &agrave; l'amont <span class="inlinemediaobject"><img src="images/Objet108.png"></span>
      </p></li><li><p>F<sub>&szlig;</sub> : obtenu par <span class="inlinemediaobject"><img src="images/Objet107.png"></span>
      </p></li></ul></div><p>On peut remarquer que la chute n&rsquo;est qu&rsquo;un cas particulier pour le calcul de cette hauteur h<sub>e</sub>, puisqu&rsquo;on a alors &szlig;=1, et on retrouve le r&eacute;sultat pr&eacute;sent&eacute; dans le module chute.</p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="N11754"></a>Calcul du d&eacute;bit conserv&eacute;</h4></div></div></div><p>L&rsquo;expression du d&eacute;bit conserv&eacute; est la suivante&nbsp;:</p><p><span class="inlinemediaobject"><img src="images/Objet109.png"></span>
    </p><p>On constate que le d&eacute;bit conserv&eacute; augmente lin&eacute;airement avec la longueur de l&rsquo;orifice et que c&rsquo;est une fonction polynomiale de degr&eacute; 1.5 de la largeur.</p><p>D&rsquo;apr&egrave;s Taubmann (1972), la largeur de l&rsquo;orifice doit &ecirc;tre &eacute;gale &agrave; la largeur de l&rsquo;&eacute;coulement amont, c&rsquo;est &agrave; dire :</p><p><span class="inlinemediaobject"><img src="images/Objet110.png"></span>
    </p><p>On peut alors en d&eacute;duire une expression simplifi&eacute;e de la longueur pour des taux de remplissage &agrave; l&rsquo;amont ( <span class="inlinemediaobject"><img src="images/Objet111.png"></span>
     ), compris entre 10% et 35%&nbsp;:</p><p><span class="inlinemediaobject"><img src="images/Objet112.png"></span>
    </p><p>La longueur de l&rsquo;orifice augmente lin&eacute;airement avec la hauteur d&rsquo;eau &agrave; l&rsquo;amont h<sub>0</sub> et le nombre de Froude F<sub>0</sub>.</p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="N11786"></a>Coefficient M de pr&eacute;cision dans la s&eacute;paration des flux</h4></div></div></div><p>On d&eacute;finit le coefficient M de la fa&ccedil;on suivante&nbsp;:</p><p><span class="inlinemediaobject"><img src="images/Objet113.png"></span>
    </p><p>En introduisant l&rsquo;expression du d&eacute;bit conserv&eacute; &eacute;nonc&eacute;e dans le paragraphe pr&eacute;c&eacute;dent, on obtient l&rsquo;&eacute;quation suivante&nbsp;:</p><p><span class="inlinemediaobject"><img src="images/Objet114.png"></span>
    </p><p>avec :</p><p><span class="inlinemediaobject"><img src="images/Objet115.png"></span>
    </p><p>La fonction <span class="strong"><strong>M(q)</strong></span> admet un maximum pour <span class="inlinemediaobject"><img src="images/Objet117.png"></span>
     qui est &eacute;gal &agrave; <span class="inlinemediaobject"><img src="images/Objet116.png"></span>
    .</p><p>La limite inf&eacute;rieure pour &szlig; qu&rsquo;il est possible de consid&eacute;rer est &szlig;=60% (ou m&ecirc;me 50%), puisque dans ce cas M<sub>max</sub>=1.02 (respectivement M<sub>max</sub>=0.93). D&rsquo;apr&egrave;s l&rsquo;ATV (Abwassertechnische Vereinigung), un leaping weir doit avoir un coefficient de pr&eacute;cision de la s&eacute;paration inf&eacute;rieur &agrave; 20%. Dans ce cas, la limite sup&eacute;rieure pour &szlig; peut &ecirc;tre 80%, puisque alors M<sub>max</sub>=1.18 .</p><p>Finalement avec un intervalle pour &szlig; de [60%&nbsp;; 80%] (ou m&ecirc;me [50%&nbsp;; 80%]), les conditions de pr&eacute;cision dans la s&eacute;paration sont toujours satisfaites.</p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="N117C8"></a>Trajectoire axiale sup&eacute;rieure du jet &agrave; travers l&rsquo;orifice</h4></div></div></div><p>L&rsquo;&eacute;quation suivante repr&eacute;sente environ la trajectoire sup&eacute;rieure du jet dans un intervalle de [50%&nbsp;; 80%] pour &szlig;. Elle n&rsquo;est valable que lorsque le d&eacute;bit dans la conduite aval de d&eacute;charge est nul&nbsp;:</p><p><span class="inlinemediaobject"><img src="images/Objet118.png"></span>
    </p><p>avec&nbsp;:</p><div class="itemizedlist"><ul><li><p><span class="inlinemediaobject"><img src="images/Objet119.png"></span>
      ordonn&eacute;e adimensionnelle,</p></li><li><p><span class="inlinemediaobject"><img src="images/Objet120.png"></span>
      abscisse adimensionnelle.</p></li></ul></div></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="N117EA"></a>Hauteur d&rsquo;eau h<sub>d</sub> &agrave; l&rsquo;aval de la conduite de d&eacute;charge</h4></div></div></div><p>En supposant qu&rsquo;une partie de l&rsquo;eau est d&eacute;vers&eacute;e, l&rsquo;&eacute;quation permettant de trouver la hauteur h<sub>d</sub> &agrave; l&rsquo;aval de la conduite de d&eacute;charge est la suivante&nbsp;:</p><p><span class="inlinemediaobject"><img src="images/Objet121.png"></span>
    </p><p>avec&nbsp;:</p><div class="itemizedlist"><ul><li><p><span class="inlinemediaobject"><img src="images/Objet122.png"></span>
       nombre de Froude &agrave; l&rsquo;amont,</p></li><li><p><span class="inlinemediaobject"><img src="images/Objet123.png"></span>
      </p></li><li><p><span class="inlinemediaobject"><img src="images/Objet124.png"></span>
      </p></li></ul></div><p>On constate que h<sub>d</sub> augmente naturellement avec R et F<sub>0</sub>.</p></div></div></div></body></html>