<html><head><META http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>Les &laquo;&nbsp;Siphons&nbsp;&raquo;</title><link href="chmicons/certu.css" rel="stylesheet" type="text/css"><meta content="DocBook XSL Stylesheets V1.73.2" name="generator"><meta name="keywords" content="hydrouti, hydrologie, hydraulique, bassins versants, chute, syphon, d&eacute;versoir d'orage, station de pompage"><link rel="start" href="index.html" title="Hydrouti 1.1"><link rel="up" href="ch02.html" title="Chapitre&nbsp;2.&nbsp;Manuel Utilisateur"><link rel="prev" href="ch02s03.html" title="Les &laquo;&nbsp;Chutes&nbsp;&raquo;"><link rel="next" href="ch02s05.html" title="Les stations de pompage"></head><body><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h2 class="title"><a name="SiphonManuelUtil"></a>Les &laquo;&nbsp;<span class="quote">Siphons</span>&nbsp;&raquo;</h2></div></div></div><div class="toc"><dl><dt><span class="section"><a href="ch02s04.html#N10D4D">D&eacute;finition</a></span></dt><dt><span class="section"><a href="ch02s04.html#N10D52">Fonctions</a></span></dt><dt><span class="section"><a href="ch02s04.html#N10D5A">G&eacute;n&eacute;ralit&eacute;s</a></span></dt><dt><span class="section"><a href="ch02s04.html#N10D75">Contraintes</a></span></dt><dt><span class="section"><a href="ch02s04.html#N10DB2">Ouvrages annexes aux siphons</a></span></dt><dt><span class="section"><a href="ch02s04.html#N10DD4">Fonctionnement du siphon &agrave; canalisation unique</a></span></dt><dt><span class="section"><a href="ch02s04.html#N10E2C">Calcul hydraulique pour les siphons</a></span></dt></dl></div><pre class="programlisting">Voir exemple : <a class="link" href="ch03s04.html" title="Les &laquo;&nbsp;Siphons&nbsp;&raquo;">Les Siphons</a></pre><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h3 class="title"><a name="N10D4D"></a>D&eacute;finition</h3></div></div></div><p>Le siphon d&eacute;signe un tron&ccedil;on plus ou moins long d'un &eacute;missaire dans lequel l'&eacute;coulement est mis en charge quelle que soit la valeur du d&eacute;bit. Il s'agit donc d'un dispositif dont le profil en long comporte une discontinuit&eacute; constitu&eacute;e de l'amont vers l'aval par une partie descendante, d'une partie horizontale ou &agrave; faible pente et enfin d'une remont&eacute;e.</p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h3 class="title"><a name="N10D52"></a>Fonctions</h3></div></div></div><div class="blockquote"><table summary="Block quote" class="blockquote" cellpadding="0" cellspacing="0" width="100%" border="0"><tr><td valign="top" width="10%">&nbsp;</td><td valign="top" width="80%"><p>Siphon : les siphons sont principalement utilis&eacute;s en assainissement pour franchir des obstacles (rivi&egrave;res, voie ferr&eacute;e, etc&hellip;), lorsqu'il n'est pas possible de maintenir le r&eacute;seau &agrave; son niveau habituel.</p></td><td valign="top" width="10%">&nbsp;</td></tr><tr><td valign="top" width="10%">&nbsp;</td><td valign="top" align="right" colspan="2">--<span class="attribution">Extrait de l'Encyclop&eacute;die de l'Hydrologie Urbaine et de l'Assainissement(B. CHOCAT - Edition Lavoisier TEC&amp;DOC)</span></td></tr></table></div></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h3 class="title"><a name="N10D5A"></a>G&eacute;n&eacute;ralit&eacute;s</h3></div></div></div><p>Tout siphon se compose de :</p><div class="itemizedlist"><ul><li><p>une ou plusieurs canalisations transitant diff&eacute;rents d&eacute;bits,</p></li><li><p>2 dispositifs de raccordement, &agrave; l'amont et l'aval, appel&eacute;s t&ecirc;tes de siphons et destin&eacute;s &agrave; faire la transition entre le r&eacute;seau en &eacute;coulement &agrave; surface libre et celui en &eacute;coulement en charge,</p></li><li><p>&eacute;ventuellement un d&eacute;versoir d'orage plac&eacute; en amont du siphon pour permettre d'&eacute;vacuer le trop plein qui ne pourrait y transiter.</p></li></ul></div><p>Pour d&eacute;finir ce type de dispositifs, le concepteur rencontre bien souvent trois sortes de difficult&eacute;s principales :</p><div class="itemizedlist"><ul><li><p>l'environnement dans lequel il doit l'implanter est source de probl&egrave;mes pour la r&eacute;alisation des travaux, et la nature de l'effluent est source de contraintes,</p></li><li><p>le calcul dimensionnel qui doit &ecirc;tre conduit de fa&ccedil;on &agrave; obtenir simultan&eacute;ment des pertes de charge faibles et des vitesses suffisantes pour &eacute;viter l'ensablement. Ces deux exigences sont &eacute;videmment contradictoires. Le compromis n&eacute;cessaire s'accompagnera donc de moyens d'intervention pour permettre le bon fonctionnement et l'entretien du dispositif,</p></li><li><p>en th&eacute;orie, le calcul d'un siphon se limite &agrave; un simple calcul de tuyauterie. La litt&eacute;rature en parle peu, alors que les contraintes &agrave; prendre en compte sont nombreuses et diverses suivant les cas d'esp&egrave;ces; l'importance relative du d&eacute;bit constitue &eacute;galement un &eacute;l&eacute;ment d'appr&eacute;ciation. Pour toutes ces raisons, il n'est pas possible de donner des r&egrave;gles g&eacute;n&eacute;rales. Par contre, l'&eacute;tablissement de listes exhaustives des contraintes que l'on est susceptible de rencontrer permettra au concepteur de ne pas en oublier.</p></li></ul></div></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h3 class="title"><a name="N10D75"></a>Contraintes</h3></div></div></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="N10D78"></a>Contraintes qui p&egrave;sent sur la r&eacute;alisation des travaux</h4></div></div></div><p>Les principales contraintes sont les suivantes :</p><div class="itemizedlist"><ul><li><p>la profondeur des fouilles, d'o&ugrave; l'importance des terrassements,</p></li><li><p>la nature des terrains,</p></li></ul></div><div class="itemizedlist"><ul><li><p>la pr&eacute;sence d'eau qui entra&icirc;ne parfois la n&eacute;cessit&eacute; d'emp&ecirc;cher la flottation des canalisations lors des vidanges, le recours &agrave; un rideau de palplanches, au pompage,</p></li><li><p>la n&eacute;cessit&eacute;, parfois, d'avoir recours au fon&ccedil;age des canalisations,</p></li><li><p>l'ensouillage dans le lit d'une rivi&egrave;re et/ou l'ancrage des canalisations: &eacute;viter la flottation ou l'entra&icirc;nement par le d&eacute;bit de la rivi&egrave;re,</p></li><li><p>suivant le contexte: risques de tassements diff&eacute;rentiels, probl&egrave;mes de la tenue des liaisons entre les diff&eacute;rents ouvrages (en particulier dans les terrains satur&eacute;s d'eau), le choix de la nature des mat&eacute;riaux constitutifs des canalisations et en fonction de ce choix, la technique de leur mise en place,</p></li><li><p>les probl&egrave;mes de protection contre la corrosion, le choix des mat&eacute;riaux constitutifs de la conduite ou de sa protection; dans le cas fr&eacute;quent de r&eacute;alisation en acier, une &eacute;ventuelle protection cathodique,</p></li><li><p>la charge hydraulique, le poids des terres, les charges roulantes, qui d&eacute;terminent la caract&eacute;ristique des canalisations et qui interviennent dans le choix de la nature de la conduite,</p></li><li><p>les accords et autorisations des administrations ou autres entit&eacute;s concern&eacute;es avec les suj&eacute;tions suppl&eacute;mentaires qui peuvent les accompagner.</p></li></ul></div></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="N10D9A"></a>Contraintes d&eacute;coulant de la nature de l'effluent</h4></div></div></div><p>On peut citer :</p><div class="itemizedlist"><ul><li><p>pr&eacute;sence de mati&egrave;res organiques provoquant des fermentations dans les d&eacute;p&ocirc;ts et en cons&eacute;quence l'apparition d'H2S (mauvaises odeurs), occasionnant &eacute;galement des corrosions,</p></li><li><p>pr&eacute;sence de mat&eacute;riaux flottants, d'huiles, de graisses, de mousses qui s'accumulent dans les zones de stagnation de l'eau et en particulier dans les regards (&eacute;ventuel recours aux regards avec tampons &eacute;tanches),</p></li><li><p>pr&eacute;sence de morceaux de bois de branches ou autres &eacute;l&eacute;ments longs qui peuvent se bloquer dans les coudes et cr&eacute;er l'amorce d'obstruction de la canalisation (&eacute;l&eacute;ments souvent difficiles &agrave; arr&ecirc;ter totalement par les d&eacute;grilleurs),</p></li><li><p>pr&eacute;sence des mati&egrave;res en suspension de natures, densit&eacute;s et dimensions diverses; les plus g&ecirc;nantes sont les plus denses et les plus grosses, dont la stagnation est &agrave; l'origine de la formation des d&eacute;p&ocirc;ts avec des mat&eacute;riaux plus fins et moins denses qui viennent s'y fixer,</p></li><li><p>la variabilit&eacute; du d&eacute;bit dans le temps,</p></li><li><p>l'&eacute;volution des caract&eacute;ristiques des canalisations avec le temps, en particulier &eacute;volution de la rugosit&eacute; ou formation de d&eacute;p&ocirc;ts qui cr&eacute;ent un accroissement des pertes de charge (d'o&ugrave; l'importance d'effectuer les calculs avec un coefficient de rugosit&eacute; correspondant &agrave; une conduite usag&eacute;e).</p></li></ul></div></div></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h3 class="title"><a name="N10DB2"></a>Ouvrages annexes aux siphons</h3></div></div></div><p>Les structures utilis&eacute;es, sans consid&eacute;rer pour l'instant les probl&egrave;mes de dimensionnement ou de fonctionnement, sont constitu&eacute;es soit par une canalisation unique, soit par plusieurs canalisations parall&egrave;les qui sont mises en service automatiquement les unes apr&egrave;s les autres, au fur et &agrave; mesure de l'accroissement du d&eacute;bit.</p><p>A ces structures de base sont parfois associ&eacute;s quelques-uns des organes tels que :</p><div class="itemizedlist"><ul><li><p>ouvrages d'entr&eacute;e et de sortie des siphons,</p></li><li><p>d&eacute;grilleurs,</p></li><li><p>dispositifs d'arr&ecirc;t et d'&eacute;limination des flottants, des huiles et des graisses,</p></li><li><p>dessableur,</p></li><li><p>regard de visite permettant le curage,</p></li><li><p>ouvrage de r&eacute;partition des d&eacute;bits, dans le cas de siphons multitubes,</p></li><li><p>d&eacute;versoir d'orage &eacute;cr&ecirc;tant les d&eacute;bits qui d&eacute;passent la d&eacute;bitance des siphons,</p></li><li><p>dispositifs de vidange pour curage &agrave; sec, compos&eacute;s par des vannes pour effectuer des chasses d'eau dans le cas de petits d&eacute;bits.</p></li></ul></div><p>La pr&eacute;occupation majeure porte sur Ie risque d'ensablement et ses cons&eacute;quences.</p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h3 class="title"><a name="N10DD4"></a>Fonctionnement du siphon &agrave; canalisation unique</h3></div></div></div><p>Pour un siphon de ce type, on rencontrera trois physionomies de fonctionnement sch&eacute;matis&eacute;es par les croquis ci-apr&egrave;s :</p><div class="orderedlist"><ol type="1"><li><p><span class="strong"><strong>Fonctionnement id&eacute;al</strong></span> - Conditions normales de calcul &agrave; Q<sub>ma</sub>x :</p><p class="lineBreak"><span class="inlinemediaobject"><img src="images/img018.png"></span>
      </p></li><li><p><span class="strong"><strong>Le siphon &laquo; tire &raquo;</strong></span> : </p><p class="lineBreak"><span class="inlinemediaobject"><img src="images/img019.png"></span>
      </p></li><li><p><span class="strong"><strong>Le siphon &laquo; bourre &raquo;</strong></span> : </p><p class="lineBreak"><span class="inlinemediaobject"><img src="images/img020.png"></span>
      </p></li></ol></div><p>Le premier cas montre le fonctionnement id&eacute;al, dans lequel aucune modification n'est apport&eacute;e &agrave; l'&eacute;coulement dans l'amont de l'&eacute;missaire.</p><p>C'est la physionomie que l'on doit chercher &agrave; respecter pour le d&eacute;bit maximum envisag&eacute;.</p><p>Le deuxi&egrave;me repr&eacute;sente un siphon qui &laquo; tire &raquo;. Il y a abaissement de la ligne d'eau dans la partie amont de l'&eacute;missaire. Ce sera le cas lors de l'utilisation du dispositif tel que pr&eacute;vu en 1 quand le d&eacute;bit sera inf&eacute;rieur. L'entonnement dans le siphon peut provoquer un entra&icirc;nement d'air. Pour s'en pr&eacute;munir, le plus simple est de pr&eacute;voir le fond de la chambre d'entr&eacute;e dans le siphon &agrave; une cote nettement inf&eacute;rieure &agrave; celle du radier : la hauteur d'eau au-dessus de la g&eacute;n&eacute;ratrice sup&eacute;rieure du siphon sera &eacute;gale &agrave; deux fois la valeur de v<sup>2</sup>/2g dans l'entr&eacute;e du siphon (voir la modification trac&eacute;e en pointill&eacute; sur le croquis).</p><p>Le dernier pr&eacute;sente un siphon qui &laquo; bourre &raquo;; c'est le cas d'un siphon dont la perte de charge est trop &eacute;lev&eacute;e. On observe, par r&eacute;action de l'aval sur l'amont, une remont&eacute;e de la ligne d'eau dans la partie amont de l'&eacute;missaire. Cette disposition est &agrave; &eacute;viter car, tr&egrave;s rapidement, elle provoquerait la mise en charge de l'&eacute;missaire amont et pourrait m&ecirc;me entra&icirc;ner des d&eacute;bordements si la perte de charge &eacute;tait trop forte.</p><p>Ce type de situation, s'il ne peut &ecirc;tre &eacute;vit&eacute;, conduit &agrave; envisager la mise en place d'un d&eacute;versoir d'orage &agrave; l'amont de l'entr&eacute;e du siphon; il aura alors pour mission d'&eacute;cr&ecirc;ter les d&eacute;bits qui provoquent le &laquo; bourrage &raquo; du siphon.</p><p>Cette vue un peu th&eacute;orique des choses doit &ecirc;tre compl&eacute;t&eacute;e par un examen plus concret: en g&eacute;n&eacute;ral le siphon &agrave; r&eacute;aliser se pr&eacute;sente comme l'organe de liaison entre deux &eacute;l&eacute;ments d'un coIlecteur et devra transiter le d&eacute;bit Q entre le niveau N<sub>1</sub> dans la t&ecirc;te amont et le niveau N<sub>2 </sub>dans la t&ecirc;te aval. Le diam&egrave;tre du siphon doit donc &ecirc;tre d&eacute;termin&eacute; de fa&ccedil;on &agrave; passer le d&eacute;bit Q en cr&eacute;ant une perte de charge totale J=N<sub>1</sub>-N<sub>2</sub>. D'une part les dimensions normalis&eacute;es ne correspondent en g&eacute;n&eacute;ral pas &agrave; cette exigence, et d'autre part l'&eacute;volution pr&eacute;visible de la rugosit&eacute; avec le temps conduit &agrave; prendre un diam&egrave;tre plus grand que celui rigoureusement n&eacute;cessaire. Le siphon ainsi r&eacute;alis&eacute; aura donc d'abord tendance &agrave; tirer (commande par l'aval); puis avec le temps cette tendance ira en diminuant, son fonctionnement se rapprochant du cas id&eacute;al.</p><p>Ce mode de r&eacute;alisation pr&eacute;sente en g&eacute;n&eacute;ral un gros inconv&eacute;nient: en effet, le d&eacute;bit &agrave; transiter varie dans de larges proportions et le siphon est &eacute;videmment calcul&eacute; pour le d&eacute;bit maximum. Il s'en suit des vitesses faibles et donc des risques de d&eacute;p&ocirc;ts pendant les p&eacute;riodes o&ugrave; le d&eacute;bit est minimum. Car le plus souvent la charge disponible est faible et ne permet pas de tr&egrave;s grandes vitesses quand le d&eacute;bit est &eacute;lev&eacute;.</p><p>Ces raisons ont conduit &agrave; proposer des siphons &agrave; canalisations multiples.</p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h3 class="title"><a name="N10E2C"></a>Calcul hydraulique pour les siphons</h3></div></div></div><p>Comme nous l'avons d&eacute;j&agrave; indiqu&eacute;, le calcul d'un siphon se r&eacute;sume &agrave; un calcul de perte de charge dans une canalisation. Trois termes sont &agrave; consid&eacute;rer :</p><div class="itemizedlist"><ul><li><p>la perte de charge lin&eacute;aire,</p></li><li><p>les pertes de charge &agrave; l'entr&eacute;e et &agrave; la sortie du siphon, du fait du r&eacute;tr&eacute;cissement et de l'&eacute;largissement brusque, ainsi que celle due aux &eacute;ventuels ouvrages annexes plac&eacute;s &agrave; l'amont (d&eacute;versoirs, chutes, etc),</p></li><li><p>les pertes de charge dues aux singularit&eacute;s (telles que coudes) le long du siphon.</p></li></ul></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="SiphonPrincipesHydrauliques"></a>Principes hydrauliques</h4></div></div></div><p><span class="inlinemediaobject"><img src="images/img021.png"></span>
    </p><p>Soit un d&eacute;bit Q &agrave; transiter par le siphon; les vitesses en amont et en aval sont respectivement V<sub>1</sub> et V<sub>2</sub>. La surface libre dans le collecteur amont s'&eacute;tablit &agrave; la cote Z<sub>1</sub> et celle de Z<sub>2</sub> dans le collecteur aval. La perte de charge totale pour passage dans le siphon est donc telle que : J = Z<sub>1</sub> &ndash; Z<sub>2</sub>.</p><p>D'o&ugrave; une perte lin&eacute;aire (1) de :</p><p><span class="inlinemediaobject"><img src="images/Objet17.png"></span>
    </p><p>Cette &eacute;galit&eacute; est donc &eacute;galement v&eacute;rifi&eacute;e pour les cotes des radiers des collecteurs d'arriv&eacute;e et de d&eacute;part. A cela il faut ajouter les pertes de charge d'entr&eacute;e et de sortie. A l'entr&eacute;e, on a un brusque r&eacute;tr&eacute;cissement, d'o&ugrave; :</p><p><span class="inlinemediaobject"><img src="images/Objet18.png"></span>
    </p><p>De m&ecirc;me &agrave; l'aval il y a un &eacute;largissement brusque, d'o&ugrave; :</p><p><span class="inlinemediaobject"><img src="images/Objet19.png"></span>
    </p><p>V<sub>0</sub> d&eacute;signant la vitesse dans la canalisation en charge du siphon. L'expression (1) s'&eacute;crit donc :</p><p><span class="inlinemediaobject"><img src="images/Objet20.png"></span>
    </p><p>Les hauteurs h1 et h2 se d&eacute;duisent des relations :</p><p>H1 = Z1 - R1 et h2 = Z2 &ndash; R2</p><p class="lineBreak">R1 et R2 d&eacute;signant les cotes des radiers amont et aval.</p><p>Quant &agrave; l'amont, la hauteur d'eau est inf&eacute;rieure au niveau normal, l'eau a une vitesse plus grande et il y a abaissement de la ligne d'eau sup&eacute;rieure pour tendre asymptotiquement vers la ligne d'eau normale. On se trouve dans le cas d'un siphon qui tire. C'est le cas notamment pour les d&eacute;bits inf&eacute;rieurs au d&eacute;bit Q nominal pour lequel le siphon est dimensionn&eacute;, ou lorsque la cote du radier amont est implant&eacute;e trop haut. </p><p>Quand la hauteur d'eau &agrave; l'amont est sup&eacute;rieure &agrave; la ligne normale, il y a risque de mise en charge du r&eacute;seau amont. C'est le cas d'une canalisation sous dimensionn&eacute;e ou d'un radier plac&eacute; trop bas. Il faut donc dans ce cas pr&eacute;voir un d&eacute;versoir de d&eacute;lestage en t&ecirc;te du siphon.</p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="N10E91"></a>Calcul de pertes de charge</h4></div></div></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h5 class="title"><a name="N10E94"></a>Perte de charge lin&eacute;aire</h5></div></div></div><p>Elle est calcul&eacute;e en utilisant la formule de Ch&eacute;zy :</p><p><span class="inlinemediaobject"><img src="images/Objet21.png"></span>
    </p><div class="informaltable"><table border="1"><colgroup><col width="64"><col width="257"></colgroup><tbody><tr><td>
      <p>C</p>
     </td><td>
      <p>coefficient de r&eacute;sistance selon Ch&eacute;zy</p>
     </td></tr><tr><td>
      <p>Rh</p>
     </td><td>
      <p>rayon hydraulique en m</p>
     </td></tr><tr><td>
      <p>I</p>
     </td><td>
      <p>pente du radier en m/m</p>
     </td></tr><tr><td>
      <p>V</p>
     </td><td>
      <p>vitesse en m/s</p>
     </td></tr></tbody></table></div><p>o&ugrave; C est donn&eacute; par diverses formules dont les plus utilis&eacute;es sont les suivantes :</p><div class="table"><a name="refTable2"></a><div class="table-contents"><table summary="Calcul des pertes de charge lin&eacute;aires" border="1"><colgroup><col width="98"><col width="188"><col width="279"></colgroup><tbody><tr><td align="left" valign="middle">
      <p>Manning-Strickler</p>
     </td><td align="left" valign="middle">
      <p><span class="inlinemediaobject"><img src="images/Objet22.png"></span>
       </p>
     </td><td align="left" valign="middle">
      <p>K<sub>s</sub> coefficient de Strickler caract&eacute;risant la rugosit&eacute; des parois,</p>
     </td></tr><tr><td align="left" valign="middle">
      <p>Bazin</p>
     </td><td align="left" valign="middle">
      <p><span class="inlinemediaobject"><img src="images/Objet23.png"></span>
       </p>
     </td><td align="left" valign="middle">
      <p>&#947; coefficient caract&eacute;risant la rugosit&eacute; des parois.</p>
     </td></tr></tbody></table></div><p class="title"><b>Tableau&nbsp;2.3.&nbsp;Calcul des pertes de charge lin&eacute;aires</b></p></div><br class="table-break"></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h5 class="title"><a name="N10F45"></a>Pertes de charge aux extr&eacute;mit&eacute;s</h5></div></div></div><p>Les pertes de charge correspondant au r&eacute;tr&eacute;cissement brusque &agrave; l'entr&eacute;e et &agrave; l'&eacute;largissement brusque &agrave; la sortie du siphon s'expriment respectivement par les formules suivantes :</p><div class="table"><a name="refTable3"></a><div class="table-contents"><table summary="Calcul des pertes de charge aux extr&eacute;mit&eacute;s" border="1"><colgroup><col width="264"><col width="264"></colgroup><tbody><tr><td align="left" valign="middle">
      <p>perte de charge &agrave; l'<span class="strong"><strong>entr&eacute;e</strong></span></p>
     </td><td align="left" valign="middle">
      <p><span class="inlinemediaobject"><img src="images/Objet25.png"></span>
       </p>
     </td></tr><tr><td align="left" valign="middle">
      <p>perte de charge &agrave; la <span class="strong"><strong>sortie</strong></span></p>
     </td><td align="left" valign="middle">
      <p><span class="inlinemediaobject"><img src="images/Objet24.png"></span>
       </p>
     </td></tr></tbody></table></div><p class="title"><b>Tableau&nbsp;2.4.&nbsp;Calcul des pertes de charge aux extr&eacute;mit&eacute;s</b></p></div><br class="table-break"></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h5 class="title"><a name="SiphonPertesChargesSingulieres"></a>Pertes de charge singuli&egrave;res dans le siphon (coudes)</h5></div></div></div><p>Les pertes de charge singuli&egrave;res sont exprim&eacute;es sous la forme KV<sup>2</sup>/2g, la valeur propre de K &eacute;tant donn&eacute;e pour chaque cas particulier dans les manuels. Ici nous indiquons cette valeur pour les coudes tr&egrave;s ouverts et arrondis qui sont en g&eacute;n&eacute;ral rencontr&eacute;s dans les siphons.</p><p>Les formules de <span class="strong"><strong>Weisbach</strong></span> donnent pour les <span class="strong"><strong>coudes arrondis</strong></span> :</p><p><span class="inlinemediaobject"><img src="images/Objet26.png"></span>
    </p><div class="informaltable"><table border="1"><colgroup><col width="64"><col width="257"></colgroup><tbody><tr><td>
      <p>&#945;</p>
     </td><td>
      <p>Angle du coude en degr&eacute;s sexag&eacute;simaux</p>
     </td></tr><tr><td>
      <p>D</p>
     </td><td>
      <p>Diam&egrave;tre de la conduite en mm</p>
     </td></tr><tr><td>
      <p>&#961;</p>
     </td><td>
      <p>Rayon du coude en mm</p>
     </td></tr></tbody></table></div><p>&#945;, D et &#961; sont pr&eacute;sent&eacute;s sur la figure suivante :</p><p><span class="inlinemediaobject"><img src="images/img022.png"></span>
    </p><p>Les formules de <span class="strong"><strong>Weisbach</strong></span> donnent pour les <span class="strong"><strong>coudes &agrave; angle vif</strong></span> :</p><p><span class="inlinemediaobject"><img src="images/Objet27.png"></span>
    </p><p>Voir &#952; param&egrave;tre pr&eacute;sent&eacute; sur la figure suivante.</p><p><span class="inlinemediaobject"><img src="images/img023.png"></span>
    </p></div></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="N1100A"></a>D&eacute;marche de calcul</h4></div></div></div><p>Hydrouti effectue la somme de ces pertes de charge &eacute;valu&eacute;es pour le d&eacute;bit maximum et les compare &agrave; la d&eacute;nivel&eacute;e disponible entre l'entr&eacute;e et la sortie du siphon, que l'on se fixe par ailleurs en g&eacute;n&eacute;ral par les exigences du trac&eacute; amont et aval de l'&eacute;missaire. La perte de charge totale doit naturellement &ecirc;tre inf&eacute;rieure &agrave; la d&eacute;nivel&eacute;e disponible.</p><p>Ce calcul effectu&eacute; pour le d&eacute;bit maximum, il est conseill&eacute; de poursuivre par l'examen des conditions hydrauliques cr&eacute;&eacute;es par les diff&eacute;rents d&eacute;bits que l'on risque de rencontrer; on devra s'assurer que dans tous les cas la vitesse d'autocurage est atteinte; on examinera &eacute;galement si des risques d'entra&icirc;nement d'air se pr&eacute;sentent, et dans ce cas, les formes de l'ouvrage de t&ecirc;te seront adapt&eacute;es en cons&eacute;quence.</p></div></div></div></body></html>