<html><head><META http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>Le &laquo;&nbsp;Dimensionnement d'une conduite&nbsp;&raquo;</title><link href="chmicons/certu.css" rel="stylesheet" type="text/css"><meta content="DocBook XSL Stylesheets V1.73.2" name="generator"><meta name="keywords" content="hydrouti, hydrologie, hydraulique, bassins versants, chute, syphon, d&eacute;versoir d'orage, station de pompage"><link rel="start" href="index.html" title="Hydrouti 1.1"><link rel="up" href="ch02.html" title="Chapitre&nbsp;2.&nbsp;Manuel Utilisateur"><link rel="prev" href="ch02s05.html" title="Les stations de pompage"><link rel="next" href="ch02s07.html" title="Les &laquo;&nbsp;D&eacute;versoirs d'Orage&nbsp;&raquo;"></head><body><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h2 class="title"><a name="ConduiteManuelUtil"></a>Le &laquo;&nbsp;<span class="quote">Dimensionnement d'une conduite</span>&nbsp;&raquo;</h2></div></div></div><div class="toc"><dl><dt><span class="section"><a href="ch02s06.html#N11303">Dimensionnement d'une conduite</a></span></dt></dl></div><pre class="programlisting">Voir exemple : <a class="link" href="ch03s06.html" title="Les &laquo;&nbsp;Conduites&nbsp;&raquo;">Les Conduites</a></pre><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h3 class="title"><a name="N11303"></a>Dimensionnement d'une conduite</h3></div></div></div><p>L'&eacute;tude des &eacute;coulements dans les r&eacute;seaux d'assainissement est bas&eacute;e sur les lois hydrauliques r&eacute;gissant les &eacute;coulements &agrave; surface libre; c'est &agrave; dire comportant une surface libre avec l'air. Cependant bien qu'elles devraient &ecirc;tre th&eacute;oriquement exceptionnelles, les mises en charge apparaissent relativement fr&eacute;quemment sur les r&eacute;seaux d'assainissement.</p><p>Les &eacute;coulements &agrave; surface libre en r&eacute;gime permanent peuvent pr&eacute;senter deux aspects :</p><div class="itemizedlist"><ul><li><p>si la pente longitudinale et la section transversale sont constantes tout le long de la masse liquide, le r&eacute;gime est uniforme.</p></li><li><p>dans le cas contraire le r&eacute;gime est vari&eacute;.</p></li></ul></div><p>Dans le cas des r&eacute;seaux d'assainissement, les &eacute;coulements en canalisation sont g&eacute;n&eacute;ralement consid&eacute;r&eacute;s comme graduellement vari&eacute;s, ce qui n'est pas toujours justifi&eacute;.</p><p>Les &eacute;coulements &agrave; surface libre sont &eacute;tudi&eacute;s &agrave; partir des caract&eacute;ristiques de la section transversale de la veine liquide :</p><div class="itemizedlist"><ul><li><p>H : la hauteur d'eau au-dessus du fond ou profondeur,</p></li><li><p>S : la surface mouill&eacute;e, aire de la section mouill&eacute;e qui est la portion de la section transversale occup&eacute;e par le liquide,</p></li><li><p>P : le p&eacute;rim&egrave;tre mouill&eacute;, longueur de la ligne de contact entre la surface mouill&eacute;e et le lit,</p></li><li><p>R<sub>h</sub> :le rayon hydraulique, quotient de la surface mouill&eacute;e par le p&eacute;rim&egrave;tre mouill&eacute;,</p></li><li><p>L : la largeur de la section transversale &agrave; la surface libre ou largeur au miroir</p></li></ul></div><p><span class="inlinemediaobject"><img src="images/img029.png"></span>
    </p><p>Dans un collecteur dont la pente, la section, la rugosit&eacute; et le d&eacute;bit sont constants, il s'&eacute;tablit un r&eacute;gime dit uniforme o&ugrave; les caract&eacute;ristiques hydrauliques ne varient pas de section en section, et demeurent constantes tout au long de l'&eacute;coulement.</p><p>Si dans une section S d'un canal, le d&eacute;bit Q est constant, par suite de la rugosit&eacute; des parois (herbes, galets, b&eacute;ton) des variations de vitesse se manifestent d'un filet &agrave; un autre. Ainsi, pr&egrave;s des parois, la vitesse est pratiquement nulle et elle cro&icirc;t tr&egrave;s rapidement en s'&eacute;loignant des bords; elle a son maximum dans la r&eacute;gion centrale, et un point g&eacute;n&eacute;ralement situ&eacute; au-dessous de la surface libre. On repr&eacute;sente la r&eacute;partition des vitesses dans la section en tra&ccedil;ant les &laquo; courbes d'&eacute;gale vitesse &raquo;. </p><p><span class="inlinemediaobject"><img src="images/img030.png"></span>
    </p><p>On peut donc, puisque Q et S sont constants, d&eacute;finir une vitesse moyenne en fonction de la forme du canal (que nous caract&eacute;risons par son rayon hydraulique R<sub>h</sub>), de la nature des parois (caract&eacute;ris&eacute;e par un coefficient &#947;, n ou K suivant les formules) et de la pente longitudinale i du canal.</p><p><span class="inlinemediaobject"><img src="images/img031.png"></span>
    </p><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="ConduiteFormuleChezy"></a>Formule de CHEZY</h4></div></div></div><p>Dans les canaux (dont les sections sont g&eacute;n&eacute;ralement plus r&eacute;guli&egrave;res que celles des rivi&egrave;res), Chezy a &eacute;tabli que la vitesse moyenne V dans une section pouvait s'&eacute;crire :</p><p><span class="inlinemediaobject"><img src="images/Objet28.png"></span>
    </p><div class="informaltable"><table border="1"><colgroup><col width="64"><col width="257"></colgroup><tbody><tr><td>
      <p>C</p>
     </td><td>
      <p>coefficient de proportionnalit&eacute; qui peut se calculer par les formules de Bazin ou de Manning-Strickler</p>
     </td></tr><tr><td>
      <p>R<sub>h</sub></p>
     </td><td>
      <p>rayon hydraulique de la section (en m)</p>
     </td></tr><tr><td>
      <p>I</p>
     </td><td>
      <p>pente longitudinale du canal (en m/m)</p>
     </td></tr><tr><td>
      <p>V</p>
     </td><td>
      <p>vitesse en m/s</p>
     </td></tr></tbody></table></div></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="ConduiteFormuleBazin"></a>Formule de BAZIN</h4></div></div></div><p>(utilis&eacute;e pour la construction des abaques de l'instruction technique de 1977)</p><p><span class="inlinemediaobject"><img src="images/Objet29.png"></span>
    </p><p>o&ugrave; &#947; est le coefficient de rugosit&eacute; des parois qui a pour valeurs :</p><p>g=0,06 pour des parois tr&egrave;s lisses (ciment).</p><p>g=0,16 pour des parois lisses (b&eacute;ton).</p><p>g=0,46 pour des parois rugueuses (ma&ccedil;onnerie).</p></div><div class="section" lang="fr-FR"><div class="titlepage"><div><div><h4 class="title"><a name="ConduiteFormuleManningStrickler"></a>Formule de MANNING - STRICKLER</h4></div></div></div><p>(Formule de Strickler utilis&eacute;e dans Hydrouti et Papyrus)</p><p><span class="inlinemediaobject"><img src="images/Objet30.png"></span>
    </p><p>o&ugrave; K est le coefficient de Strickler et n le coefficient de Manning.</p><div class="caution"><table border="0" summary="Caution"><tr><td valign="top" align="center" rowspan="2" width="25"><img alt="[Attention]" src="chmicons/caution.png"></td><th align="left">Attention</th></tr><tr><td valign="top" align="left"><p>Dans le cadre de l'hydraulique des syst&egrave;mes d'assainissement, les valeurs recommand&eacute;es pour le coefficient K doivent se limiter &agrave; une fourchette allant de 60 &agrave; 90, et ce quelque soit le type du mat&eacute;riau de la conduite,</p></td></tr></table></div></div></div></div></body></html>