<html><head><META http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>Contrat de licence</title><link href="chmicons/certu.css" rel="stylesheet" type="text/css"><meta content="DocBook XSL Stylesheets V1.73.2" name="generator"><meta name="keywords" content="hydrouti, hydrologie, hydraulique, bassins versants, chute, syphon, d&eacute;versoir d'orage, station de pompage"><link rel="start" href="index.html" title="Hydrouti 1.1"><link rel="up" href="index.html" title="Hydrouti 1.1"><link rel="prev" href="pr01.html" title="Support"><link rel="next" href="ch01.html" title="Chapitre&nbsp;1.&nbsp;Introduction"></head><body><div class="preface" lang="fr-FR"><div class="titlepage"><div><div><h2 class="title"><a name="N100D9"></a>Contrat de licence</h2></div></div></div><p>Le contrat de licence stipule les conditions d'utilisation des logiciels du Centre d'&Eacute;tude sur les R&eacute;seaux, les Transports, l'Urbanisme et les constructions publiques (CERTU).</p><p>
      <span class="strong"><strong>Article 1 : Objet de la licence</strong></span>
    </p><p>La pr&eacute;sente licence a pour objet de d&eacute;finir l'ensemble des conditions techniques de cession du droit d'usage non exclusif et de mise &agrave; disposition &agrave; des fins d'exploitation du logiciel, propri&eacute;t&eacute; du CERTU d&eacute;sign&eacute; ci-apr&egrave;s par le Ma&icirc;tre d'Ouvrage.</p><p>
      <span class="strong"><strong>Article 2 : Condition de la cession</strong></span>
    </p><p>Le Ma&icirc;tre d'Ouvrage ne conc&egrave;de qu'un droit d'usage du logiciel, et reste seul propri&eacute;taire du logiciel. Il est prot&eacute;g&eacute; en France par le code de la propri&eacute;t&eacute; intellectuelle, loi du 1.7.92 et &agrave; l'&eacute;tranger par les conventions internationales sur les droits d'auteur. Il est interdit de reproduire, adapter, louer ou d&eacute;sassembler ce logiciel ainsi que la documentation qui y est associ&eacute;e.</p><p>
      <span class="strong"><strong>Article 3 : Utilisation</strong></span>
    </p><p>Le logiciel ne doit fonctionner ou &ecirc;tre stock&eacute; que sur un seul micro-ordinateur &agrave; la fois.</p><p>Le Ma&icirc;tre d'Ouvrage ne sera en aucun cas responsable des dommages de toutes sortes, directs, indirects ou accessoires r&eacute;sultant de l'utilisation ou de l'impossibilit&eacute; d'utiliser le logiciel ou la documentation.</p><p>Le b&eacute;n&eacute;ficiaire de cette licence s'engage &agrave; utiliser le logiciel conform&eacute;ment aux r&egrave;gles de l'art du domaine concern&eacute; et &agrave; imposer une clause de confidentialit&eacute; &agrave; d'&eacute;ventuels sous-traitants dans le cas de d&eacute;veloppement par ce dernier de modules sp&eacute;cifiques &agrave; ses propres besoins.</p><p>
      <span class="strong"><strong>Article 4 : Reproduction</strong></span>
    </p><p>Toute reproduction du logiciel et de sa documentation est interdite, que le b&eacute;n&eacute;ficiaire de la licence agisse pour le compte de sa soci&eacute;t&eacute; ou pour le compte d'un tiers.</p><p>
      <span class="strong"><strong>Article 5 : Distribution</strong></span>
    </p><p>A la r&eacute;ception du bon de commande, et de la pr&eacute;sente licence, le Ma&icirc;tre d'Ouvrage ou ses distributeurs du logiciel envoie par courrier le logiciel ainsi que sa documentation.</p><p>
      <span class="strong"><strong>Article 6 : Prestations compl&eacute;mentaires</strong></span>
    </p><p>L'installation et la formation ne sont pas comprises dans le prix de vente. Le Ma&icirc;tre d'Ouvrage fournira &agrave; la demande les coordonn&eacute;es de services pouvant r&eacute;aliser ces prestations compl&eacute;mentaires contre une r&eacute;mun&eacute;ration sp&eacute;cifique. </p><p>
      <span class="strong"><strong>Article 7 : Garantie et maintenance </strong></span>
    </p><p>Le Ma&icirc;tre d'Ouvrage s'engage &agrave; apporter une r&eacute;ponse ou &agrave; rem&eacute;dier aux dysfonctionnements que le demandeur lui aura signal&eacute;s, et dont la nature est p&eacute;nalisante et reproductible. Cette maintenance est limit&eacute;e &agrave; une dur&eacute;e de 12 mois &agrave; partir de la date de livraison.</p><p>
      <span class="strong"><strong>Article 8 : Responsabilit&eacute;</strong></span>
    </p><p>Le Ma&icirc;tre d'Ouvrage ne pourra en aucun cas &ecirc;tre tenu pour responsable des dommages de toutes sortes, directs, indirects ou accessoires r&eacute;sultant de l'utilisation ou de l'impossibilit&eacute; d'utiliser le logiciel ou la documentation.</p><p>
      <span class="strong"><strong>Article 9 : R&eacute;siliation</strong></span>
    </p><p>La pr&eacute;sente licence est annul&eacute;e automatiquement dans le cas o&ugrave; l'utilisateur ne se conformerait pas aux termes et conditions de cette licence. Tous les exemplaires du logiciel et de sa documentation sont &agrave; retourner au Ma&icirc;tre d'Ouvrage en cas d'annulation.</p><p>
      <span class="strong"><strong>Article 10 : Loi applicable</strong></span>
    </p><p>
      <span class="strong"><strong>La pr&eacute;sente licence est r&eacute;gie par la loi fran&ccedil;aise. Les tribunaux fran&ccedil;ais sont seuls comp&eacute;tents en cas de diff&eacute;rend. Toutefois, avant toute saisine du tribunal comp&eacute;tent, un arrangement &agrave; l'amiable sera recherch&eacute;.</strong></span>
    </p></div></body></html>